{"m3_1": {"slide_set": "Hypertrofi", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/i_1.ecw", "slide_text": "44-årig mann som har vært under utredning for økende anstrengelsesdyspnoe over flere år. Ekko-kardiografi har vist fortykket venstre ventrikkelvegg mest uttalt i septum. Pasienten har ikke høyt blodtrykk og det er ikke tegn til klaffesykdom eller koronararteriestenoser. Mannen opereres med reduksjonsplastikk av septumveggen. Fjernet vev sendes til histopatologisk undersøkelse. Undersøk snittet – på hvilken måte skiller hjertemuskelcellene seg fra normal hjertemuskulatur?", "slide_comment": "Hjertemuskelcellene er forstørrede. I dette snittet er det lettest å se ved at kjernene er større enn normalt. Hypertrofi er en form for adaptasjon som medfører økning av cellestørrelse og dermed økt organstørrelse. Hypertrofi forekommer i celler som har liten evne til celledeling f.eks. muskulatur inklusive hjertemuskulatur. Ved hypertrofi blir cellene større gjennom økt produksjon av strukturelle proteiner og organeller. I det aktuelle kasus utviklet hypertrofien seg som følge av den sjeldne sykdommen hypertrofisk kardiomyopati som skyldes mutasjoner i gener som styrer produksjonen av intracellulære strukturelle proteiner. De vanligste årsakene til venstre ventrikkelhypertrofi er høyt systemisk blodtrykk eller sykdom med stenose i aortaklaffene.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved hypertrofi.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 1}, "m3_2": {"slide_set": "Hyperplasi", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/I_2.ecw", "slide_text": "62-årig mann som kommer til lege på grunn av kløende utslett på innsiden av høyre underarm. Dette utslettet har pasienten hatt i flere måneder, men det har blitt mere plagsomt de seneste ukene. Ved undersøkelse finner legen et cirka 8 mm stort utslett. Legen tar en stansebiopsi fra området og sender til patologen med spørsmål om psoriasis eller carcinoma in situ. Undersøk snittet fra hudbiopsien – på hvilken måte skiller epidermis seg fra normal hud?", "slide_comment": "Epidermis er betydelig fortykket med økt antall plateepitelceller med tilnærmet normal modning mot overflaten. Det er økt mengde keratin på overflaten og keratinlaget inneholder cellekjerner. I dermis ses lett betennelse. Bildet passer godt med psoriasis. Epidermis er fortykket på grunn av økt antall plateepitelceller, det foreligger hyperplasi. Hyperplasi forekommer i vev bygd opp av celler som har evne til å dele seg og kan være fysiologisk eller patologisk. ", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved hyperplasi.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 2}, "m3_3": {"slide_set": "Metaplasi", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/I_3.ecw", "slide_text": "42-årig mann som har hatt dyspepsi i flere år. Han blir henvist til gastroskopi og ved denne undersøkelsen finner legen forandringer i slimhinnen på overgangen mellom øsofagus og ventrikkel. Det tas flere biopsier som sendes til patologen med spørsmål om betennelse eller dysplasi (forstadium til kreft). Undersøk snittet fra nedre del av øsofagus - på hvilken måte skiller slimhinnestrukturen seg fra normal slimhinne?", "slide_comment": "Deler av den plateepitelkledde øsofaguslimhinnen er erstattet av sylinderepitelkledd slimhinne med dannelse av krypter. Blant sylinderepitelcellene ses enkelte begerceller. Snittet viser intestinal metaplasi i øsofagusslimhinne, såkalt Barrets øsofagus. Slimhinnen har forandret seg fra en moden vevstype til en annen – et fenomen som kalles metaplasi. Metaplasi forekommer oftest ved kronisk irritasjon av celler og vev, i det aktuelle kasus ved refluks av ventrikkelinnhold.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved metaplasi.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 3}, "m3_4": {"slide_set": "Intracellulær avleiring", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/I_4.ecw", "slide_text": "11 uker gammel jente innlegges OUS med leversvikt av uklar årsak. Ved ultralydsundersøkelse av leveren påvises knuteformete lesjoner. Det tas nålebiopsi fra lever for diagnose. Undersøk leverbiopsien og konsentrer deg først og fremst på forandringene i hepatocyttene – hva er galt med disse?", "slide_comment": "Levercellene er betydelig forstørrete og mange har lyst cytoplasma med moderate mengder av små gulbrune korn. Dette kan være gallepigment, men spesialfarging av snitt med Perls fargemetode som viser blå korn ved jernavleiring (snitt I-4b), er positiv. Diagnosen er dermed neonatal hemokromatose en tilstand som oppfattes som en alloimmun leversykdom. Mekanismen for opphopningen av jern ved denne tilstanden er ikke fullstendig klarlagt.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for de 4 hovedmekanismene for intracellulær avleiring.", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/I_4b.ecw", "(Perls)"]], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 4}, "m3_5": {"slide_set": "Fettopphopning", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/i_5.ecw", "slide_text": "60-årig mann levertransplantatert 3 år tidligere på grunn av levercirrhose (skrumplever). Ustabile leverfunksjonsprøver over måneder. Pasienten opplyser at han regelmessig tar sin medisin mot avstøtning og at han ikke bruker andre medisiner eller drikker alkohol. Det tas en nålebiopsi fra levertransplantatet for å klarlegge årsaken til de ustabile leverfunksjonsprøvene. Undersøk leverbiopsien og konsentrer deg først og fremst på forandringene i hepatocyttene – hva er galt med disse?", "slide_comment": "Levercellene er lett forstørrede og mange har et lyst cytoplasma. Flere celler innholder velavgrensede ”tomme” vakuoler av varierende størrelse. De større vakuolene fyller hele cellens cytoplasma og fortrenger kjernen mot cellens plasmamembran. I slike celler er kjernen ofte deformert. Vakuolene representerer fett og det foreligger dermed en fettlever. Fettlever er opphopning av triglycerider og kan ha flere årsaker f.eks. toksisk påvirkning, proteinmangel, diabetes, fedme eller anoksi. De vanligste årsakene til fettlever i den vestlige verden er alkohol og diabetes med fedme.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for de vanligste årsakene og mekanismen for intracellulær fettopphopning.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 5}, "m3_6": {"slide_set": "Hydrop degenerasjon", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/i_6.ecw", "slide_text": "50-årig alvorlig syk mann som innlegges med høy feber, små hudblødninger og pleura- og perikardvæske. Han har betydelig nyresvikt og som et ledd i utredningen av denne tas en nålebiopsi fra nyren med spørsmål om akutt glomerulonefritt. Undersøk nyrebiopsien og konsentrer deg først og fremst på forandringene i tubulusepitelcellene – hva er galt med disse?", "slide_comment": "Tubulusepitelcellene er oppsvulmete med lyst cytoplasma og i høyere forstørrelse fremkommer at cytoplasma i mange av cellene er vakuolisert. Vakuolene er små og uten innhold. Dette kalles hydrop degenerasjon. Hydrop degenerasjon er det ene av to morfologiske hovedmønstre ved reversibel celleskade – det andre er intracellulær opphopning av fett. De små vakuolene du ser ved hydrop degenerasjon er utvidelse og avknoppning av segmenter av endoplasmatisk reticulum.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for de vanligste årsakene og mekanismen for hydrop degenerasjon.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 6}, "m3_7": {"slide_set": "Apoptose", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/i_7.ecw", "slide_text": "45-årig kvinne behandlet for akutt myelogen levkemi med benmargstransplantasjon for 2 måneder siden. Vedvarende diaré. Koloskopi viser lett hyperemisk slimhinne. Biopsier fra 3 lokalisasjoner i colon for diagnose. Undersøk biopsiene og studer epitelcellene i bunnen av kryptene – hva har skjedd her?", "slide_comment": "I bunnen av mange krypter ses epitelceller med små mørke korn av forskjellig størrelse. Disse kornene representerer cellefragmenter og særlig fragmenter av cellekjerner. Forekomsten av slike korn er tegn på celledød ved apoptose. Noter at det er ingen eller minimal betennelse i slimhinnen hvilket er et morfologisk kjennetegn for apoptose. Apoptose forekommer både i fysiologiske og patologiske tilstander. I det aktuelle kasus er apoptosen en komplikasjon til benmargstransplantasjonen som kalles ”graft versus host” sykdom der T-celler fra graftet angriper pasientens epitelceller.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for de vanligste årsakene og mekanismene for apoptose.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 7}, "m3_8": {"slide_set": "Hyperplasi", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/i_8b.ecw", "slide_text": "50-årig tidligere frisk mann som innlegges akutt med betydelig dyspnoe og perifere ødemer. Ved undersøkelsen av pasienten i akuttmottaket påvises nyresvikt og blodtrykk 230/160. I den videre utredning gjøres blant annet nyrebiopsi for å klargjøre mulig bakenforliggende nyresykdom. Undersøk biopsien og studer forandringene i små kar – forandringene kommer tydligere frem i PAS-fargede snitt (snitt a) enn i rutinefargede snitt (snitt b) – på hvilken måte er karene forandret?", "slide_comment": "Små arterier og arterioler har betydelig fortykket karvegg. Fortykkelsen skyldes proliferasjon av glatt muskulatur med et mønster som ofte beskrives som løkringer. Bildet er typisk for karforandringer ved alvorlig, såkalt malign hypertensjon og passer med det påviste svært høye blodtrykket til pasienten som har gitt hjerte- og nyresvikt.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved hyperplasi.", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/i_8.ecw", "(PAS)"]], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 8}, "m3_9": {"slide_set": "Metaplasi", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/i_9.ecw", "slide_text": "67-årig mann med kronisk hoste og tiltagende dyspnoe. Røyker 10-20 sigaretter daglig noe han har gjort i 50 år. Utredes med bronkoskopi med biopsier fra forandret slimhinne i venstre hovedbronchus. Undersøk snittet – på hvilken måte er bronkialslimhinnen forandret?", "slide_comment": "Bronkialslimhinnen er forandret ved at sylinderepitelet i overflaten er erstattet av plateepitel. Dette er en vanlig form for metaplasi og er et resultat av kronisk betennelse sannsynligvis som følge av røyking. Ikke sjelden er dette et første morfologisk steg på veien mot utvikling av kreft. Sammenlign snittet med snitt I-3.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved metaplasi.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 9}, "m3_10": {"slide_set": "Fibrinoid nekrose", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/i_10.ecw", "slide_text": "42-årig mann som ble nyretransplantert for 2 år siden. Han har flere ganger blitt behandlet for rejeksjon, den senere tid uten bedring av nyregraftfunksjonen som etterhvert har helt opphørt og pasienten er i dialyse. På grunn av tegn til infeksjon tas transplantatet ut. Studer snittet fra nyrebarken og fokuser på karene. En av de mellomstore arteriene skiller seg ut – på hvilken måte?", "slide_comment": "Arteriene er fortykkede med betydelig reduserte lumina. En av de mellomstore arteriene skiller seg ut ved at den glatte muskulaturen i en sektor av karet er erstattet av en klarrød homogen struktur. Dette representerer hovedsakelig fibrin. Karveggen er nekrotisk og erstattet av fibrin omgitt av betennelsesceller. Funnet viser en spesiell type av nekrose kalt fibrinoid nekrose. Denne form for nekrose ses oftest i forbindelse med immunreaksjoner der immunkomplekser deponeres i karveggen og induserer nekrose i veggen med sekundær deponering av fibrin.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved de ulike typene av nekrose.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 10}, "m3_11": {"slide_set": "Akutt purulent betennelse", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/ii_1.ecw", "slide_text": "6 år gammel jente innlegges med feber og magesmerter. Ved undersøkelse påvises trykk- og slippømhhet i nedre høyre kvadrant i buken. Pasienten opereres på mistanke om appendicitt og ved operasjonen påvises en oppsvullen appendix samt puss i bukhulen. Appendix fjernes og sendes til histologiskpatologisk undersøkelse. Undersøk lengdesnittet gjennom appendix og merk deg forandringene fra innsiden (slimhinnen) og ut mot overflaten (serosa) – hvilke typer av celler dominerer?", "slide_comment": "Store deler av slimhinnen mangler og er erstattet av et delvis blodig ekssudat med granulocytter og fibrin. Enkelte steder mot overflaten er det skygger av nekrotiske celler og fingranulært materiale som kan representere bakterier. Betennelsen er transmural, det vil si at den omfatter alle vegglag. På et par steder er muscularis propria helt eller nesten helt destruert og det er åpnet for kommunikasjon mellom innsiden og utsiden (”sprukken blindtarm”). Det er fibrinrikt ekssudat på serosasiden og blodfylte kar. Bildet er typisk for akutt betennelse med nekrose forårsaket av bakterier.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved akutt purulent betennelse.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 11}, "m3_12": {"slide_set": "Akutt fibrinøs betennelse", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/ii_1.ecw", "slide_text": "64 år gammel mann med økende besvær med brystsmerter ved anstrengelse. Det påvises flere stenoser i koronararteriene og pasienten blir operert med koronar ”bypass”. Utviklet post perikardiotomi syndrom (immunologisk reaksjon i pericard etter operasjon) med alvorlig hjertesvikt og død. Snitt fra parietale perikard. Undersøk snittet med fokus på forandringer på overflaten og underliggende vev – hva er det homogent rosafargete materialet på overflaten og hvilken type vev ses under dette røde materialet?", "slide_comment": "Det homogent rosafargete materialet representerer fibrin som er felt ut fra en skadet overflate. Under fibrinet ses løsmasket bindevev med nydannede små kar og lavgradig kronisk bennelse med lymfocytter og makrofager, noen med brunt pigment som er rester av blod. Snittet viser fibrinøs betennelse som typisk forekommer ved betydelig skade av serøse hinner som perikard, meninger og plevra.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved akutt fibrinøs betennelse.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 12}, "m3_13": {"slide_set": "Abscess", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/06226_2.ecw", "slide_text": "51 år gammel mann som flere ganger har blitt behandlet for lungebetennelse det seneste halvåret. Ved rtg thorax påvises lungetumor sentralt i venstre lunge og dyrkning har vist staphylococcus aureus infeksjon. Tumor klemmer av bronchus og har bidratt til de gjentatte episodene av lungebetennelse. Pasienten opereres med fjernelse av lungen. Snittet er tatt sentralt inn mot lungehilus. Identifiser tumor, 2 karprofiler og 2 bronkialgrener. Beskriv forandringene i bronkialgrenene. Sentralt i snittet finnes en mindre, nærmest trekantet struktur med hulrom som hverken er et kar eller en del av luftvei. Hvordan vil du beskrive denne strukturen?", "slide_comment": "Dette er et komplekst snitt med flere strukturer. Den trekantete strukturen utgår hverken fra kar eller bronkialgren, men representerer er avgrenset nekrose som følge av infeksjon og er en abscess. Bronkialgrenene er dilaterte og inneholder ekssudat med rikelig med granulocytter tilblandet rester av døde celler og noen lymfocytter. Ved gjentatte infeksjoner svekkes bronkialveggen og det kan som i dette tilfelle utvikles en patologisk dilatasjon kalt bronkiektasi. Lungetumoren er en carcinoid, en tumortype som er lavgradig ondartet og som utgår fra nevroendokrine celler (kfr. kurs VII carcinoid). Ved at tumor klemmer på en bronchus medfører den økt risiko for infeksjon med utvikling av bronkiektasier og pneumoni med lungeabscess.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved abscess.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 13}, "m3_14": {"slide_set": "Kronisk betennelse I", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/guttorm_kb_1.ecw", "slide_text": "42 år gammel kvinne med langvarige plager med nesetetthet. Hun har også en allergisk disposjon som blant annet kommer til uttrykk med høysnue. Ved undersøkelse av nesen påvises bilaterale nesepolypper som ble fjernet og sendt inn for histopatologisk undersøkelse. Beskriv polyppen som snittet er fra. Hvilken type av epitel kler overflaten og på hvilken måten skiller underliggende vev seg fra normal luftveisslimhinne?", "slide_comment": "Polypp er en struktur som utgår fra en overflate, oftest en slimhinne og som hever seg over nivået av overflaten/slimhinnen. Overflaten i den aktuelle polyppen består av flerradet sylinderepitel som delvis er revet av. Polyppen har et ødematøst, løsmasket bindevevsstroma med hyperemiske kar. Det er betennelse med med eosinofile granulocytter, lymfocytter og plasmaceller, tilblandet enkelte makrofager. Ødemvæsken er et eksudat som skyldes frigjøring av vasoaktive peptider fra mastceller og eosinofile granulocytter. Eosinofile granulocytter er en typisk bestanddel i nesepolypper.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved kronisk betennelse med eosinofili.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 14}, "m3_15": {"slide_set": "Granulomatøs betennelse", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/s15.ecw", "slide_text": "37 år gammel kvinne som over lang tid utviklet tiltagende pustevansker. Ved utredning ved lungeavdeling diagnostiseres sarkoidose og på grunn av den betydelige lungeaffeksjonen blir pasienten etterhvert lungetransplantert. Preparatet er fra pasientens lunger som ble fjernet ved transplantasjonen. Snittet viser lungevev der en betydelig del av det alveolære lungevevet er erstattet av bindevev. Spredt i lungevevet ses små knuter. Slike knuter ses også i den bindevevsrike delen av preparatet, f.eks. i tilknytning til en bronkiole litt ovenfor og til venstre for midten av preparatet. Hva består knutene av og hve kalles de?", "slide_comment": "Knutene består av samlinger av celler med rikelig eosinofilt cytoplasma og bønneformede lite kromatintette kjerner ofte med en liten nukleol i kontakt med en tydelig kjernemembran. Dette er aktiverte/antigenstimulerte makrofager og knutene kalles granulomer. Cellene betegnes ofte som epiteloide på grunn av likhetstrekk med epitelceller. I og omkring granulomer finnes som i dette tilfelle ofte en eller flere kjempeceller. Kjempeceller er flerkjernede celler som dannes ved at aktiverte makrofager fuserer. Granulomene er omgitt av fibrose, indusert av betennelsen. Fibrøse lesjoner med små granulomer er typisk for sarkoidose.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved granulomatøs betennelse.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 15}, "m3_16": {"slide_set": "Kronisk betennelse II", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/4296_1_sub.ecw", "slide_text": "65 år gammel kvinne som søker lege på grunn av voksende knute til høyre på halsen. Utredning viser tumor i høyre thyreoidealapp og pasienten opereres med høyresidig hemithyroidektomi. Histopatologisk undersøkelse viste godartet tumor (follikulært adenom) samt betydelige forandringer i vevet utenom adenomet. Studer snittet fra gl. thyreoidea, som er fra områdene utenfor tumor. Hvilken type av vevsforandringer finner du?", "slide_comment": "Det ses en kronisk betennelse med tette lymfoide infiltrater mellom thyreoideafolikler av varierende størrelse og kolloidholdighet. I flere områder har de lymfoide infiltratene utviklet lymfefolikkel-lignende strukturer med kimsentra mellom thyreoideafoliklene hvilket taler for at betennelsesprosessen har pågått over tid. Fokalt går lymfocyttene inn og destruerer folikkelepitelet noe som er tegn på en pågående kronisk betennelsesprosess. Tilstanden kalles Hashimotos thyreoiditt og er autoimmunt betinget.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved kronisk aktiv betennelse.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 16}, "m3_17": {"slide_set": "Kronisk betennelse", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/ii_7.ecw", "slide_text": "46-årig kvinne med tilfeldig oppdaget cyste i høyre lunges midtlapp. Cysten ble fjernet kirurgisk, men etter et drøyt år har cysten residivert. Det gjøres nå ny operasjon med fjernelse av cyste og omgivende vev. Diagnose? Snittet er tatt fra cysten og omgivende vev. Studer cysteveggen (begrensningen av hulrommet i midten av snittet) og beskriv de patologiske forandringene?", "slide_comment": "Cysteveggen består av kollagenrikt bindevev som viser betydelig grad av kronisk betennelse. Den kroniske betennelsen er delvis knuteformet og består av et ytre lag av lymfocytter, innenfor dette et lag av epiteloidceller med enkelte kjempeceller og sentralt nekrose og granulocytter. Det dreier seg altså om en granulomatøs betennelse med sentrale nekroser i granulomene. I første rekke må man da overveie tuberkulose eller soppinfeksjon. Omfattende undersøkelser kunne ikke påvise infeksiøs årsak og det ble konkludert med at pasienten hadde bronkosentrisk granulomatose; en granulomatøs betennelse av ukjent årsak.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved ulike typer av granulomatøs betennelse.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 17}, "m3_18": {"slide_set": "Akutt betennelse", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/ii_8.ecw", "slide_text": "86-årig tidligere vesentlig frisk kvinne som av fastlegen ble henvist til lokalsykehuset for gastroskopi på grunn av smerter i epigastriet. Ved gastroskopien ble det påvist lett oppsvulmet og rød slimhinne særlig i ventrikkelens antrumdel. Det ble tatt biopsier herfra og sendt til histopatologisk undersøkelse. Studer den største biopsien. Hvilken del av slimhinnen er patologisk forandret? Hvilken type av generell patologisk forandring foreligger?", "slide_comment": "Det er øvre tredjedel av slimhinnen som er patologisk forandret. Forandringene består av en villøs oppsplitting av overflaten, dilaterte kar og økt mengde granulocytter. Granulocyttene befinner seg dels intraepitelialt, dels i lamina propria hvor det også foreligger et ødem. Det er økt mengde både av eosinofile og nøytrofile granulocytter. Det foreligger således akutt gastritt og innslaget av eosinofiler kan tale for allergisk reaksjon, f.eks. reaksjon på legemidler. Det ble ikke påvist bakterier.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved akutt betennelse.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 18}, "m3_19": {"slide_set": "Kronisk betennelse med sår", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/ii_9.ecw", "slide_text": "57-årig mann med langvarig kronisk pancreatitt behandlet blant annet med stenter i galleveier og pancreasgang på grunn av stenoser. Han ble nå operert med pancreatoduodenektomi uten funn av tumor. Det postoperative forløpet var komplisert med blant annet sepsis. Tre uker etter operasjonen får han akutte magesmerter og blødning fra ventrikkelen og man mistenker perforasjon. Pasienten opereres akutt med reseksjon av ventrikkel. Preparatet sendes til histopatologisk undersøkelse. Følg slimhinnen langs overflaten og beskriv hva du ser når du nærmer det midten av preparatet.", "slide_comment": "Mot midten av preparatet mangler slimhinnen helt – det foreligger et sår (ulcus). Såret går dypt i veggen idet både submucosa og muscularis propria har forsvunnet. Sårbunnen består av granulocyttrikt ekssudat med fibrin. Under dette ses løsmasket bindevev med dilaterte kar. Den histopatologiske undersøkelsen viste også at det sentralt i såret var en defekt med fibrin på serosasiden som tegn på ruptur.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved ulcus.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 19}, "m3_20": {"slide_set": "Granulomatøs betennelse", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/ii_10.ecw", "slide_text": "28-årig kvinne som søker lege på grunn av vedvarende leddsmerter. Ved klinisk undersøkelse finner legen forstørrede lymfeknuter til venstre på halsen. En lymfeknute fjernes for histopatologisk undersøkelse. Studer snittet fra lymfeknuten og beskriv de patologiske forandringene.", "slide_comment": "Lymfeknuten har forandret grundstruktur med dårlig definerte soner og forstyrret folikkelstruktur og økt fibrose. Spredt i vevet ses knuter bygd opp av celler med rikelig eosinofilt cytoplasma. Kjernene er kromatinfattige og har tydelig kjernemembran, noen kjerner har en eller et par små nukleoler i kontakt med kjernemembranen. I knutene ses også spredte flerkjernede kjempeceller og i noen av knutene foreligger sentral nekrose. Således foreligger granulomatøs betennelse med nekrose og i første rekke må infeksiøs årsak overveies.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved granulomatøs betennelse.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 20}, "m3_21": {"slide_set": "Resolusjon", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/s17_130912.ecw", "slide_text": "66 år gammel mann som i flere år var behandlet for iskemisk hjertesykdom med hjertesvikt. Seksten dager før han døde hadde pasienten fått diagnostisert pneumoni og blitt behandlet av fastlegen for dette. Pasienten ble funnet død i sengen og fastlegen rekvirerte obduksjon for å finne dødsorsak. Ved obduksjonen fant man blant annet faste, lite luftholdige lunger. En lungelapp var homogent konsolidert, øvrige lungelapper noe mer varierende i konsistensen. Studer snittet fra lunge. På hvilken måte er lungevevet patologisk forandret?", "slide_comment": "Grunnstruturen i lungevevet er bevart med intakte alveolesepta. Inkluderte bronkiegrener er intakte bortsett fra artefaktmessig avløssning av epitel. I alveolene er det en del transsudat (ødemvæske). Dessuten sparsomt til moderat med celler. Makrofager er dominerende celletype, men det er også en del lymfocytter, røde blodlegemer og debris. Bildet passer med resolusjonsfase etter pneumoni.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved resolusjonsfase etter akutt betennelse.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 21}, "m3_22": {"slide_set": "Tidlig organisering", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/s8_02.04.2012_12.51.31.ecw", "slide_text": "10 år gammel gutt som stort sett hadde vært frisk til han ble innlagt med akutte brystsmerter etter å ha spilt fotball med kameratene. EKG viste anteroseptalt infarkt. Det ble påvist anomali av venstre koronararterie med okkluderende trombe. Pasienten døde senere samme dag. Obduksjonen viste ferskt fremreveggsinfarkt. I tillegg til fersk trombe i venstre koronararterie med ferskt hjerteinfarkt i fremre vegg av venstre ventrikkel, ble det funnet arteritt forandringer i høyre koronararterie med dager gammelt infarkt i bakre vegg. Snitt fra venstre ventrikkels bakre vegg. Hvilke typer av vevsforandringer kan observeres?", "slide_comment": "Flere av muskelfibrene er fragmenterte det vil si oppdelt i mindre biter. Den grå substansen er fibrin. I områdene med fibrinutfelling sees både nøytrofile granulocytter og makrofager. Forandringene representerer starten på tilhelingen der særlig makrofagene har en viktig rolle i oppryddingen etter skaden som infarktet har medført.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer i tidlig organisering av vevsskade.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 22}, "m3_23": {"slide_set": "Organiserende betennelse med fibrose", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/s8_02.04.2012_12.51.31.ecw", "slide_text": "68 år gammel mann med lang røykeanamnese. Han har de senere årene blitt tiltagende tungpusten og det er påvist emfysem. Ved to anledninger har pasienten blitt innlagt akutt på sykehus med spontan pneumothorax. Han ble nå operert og toppen av venstre lunge ble fjernet. Makroskopisk så man store emfysemblærer. Studer snittet fra lungens overlapp. På hvilke måter skiller histologien seg fra normalt lungevev?", "slide_comment": "Lungevevet viser fortykkede alveolesepta med lymfocyttinfiltrasjon og bindevevsdannelse dels som drag og dels som avgrensede ”baller” av løsmasket bindevev som fyller ut alveolehulrommene. ”Fibroblastballer” i alveolene er typisk for organiserende pneumoni og vil kunne utvikle seg videre til sammenflytende fibrose. Dette er et eksempel på uhensiktsmessig tilheling som bidrar til redusert lungefunksjon.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved organiserende betennelse med fibrosedannelse.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 23}, "m3_24": {"slide_set": "Tilheling med fibrose i", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/s9640_2_sub.ecw", "slide_text": "26 år gammel tidligere frisk mann som fikk påvist forhøyede leverenzymer og høyt ferritin. Ifølge pasienten ingen bruk av medikamenter og alkoholforbruket var sparsomt. Serologisk utredning ga ikke holdepunkter for virushepatitt. Det ble utført leverbiopsi for nærmere utredning av tilstanden. Studer nålebiopsien. Hvilke deler av levervevet er patologisk forandret?", "slide_comment": "Allerede i liten forstørrelse ses at portafeltene er utvidede med til dels betydelig betennelse. I høyere forstørrelse ses at det normale løsmaskete bindevevet i portafeltene er erstattet med tettere kollagenrikt stroma; tydeligst i portafelt med mindre betennelse. Betennelsesinfiltratet er mest uttalt i grensesonen (interfasen) mot levercellene, men det er også betennelse spredt i parenchymet med enkelte levercellenekroser. Betennelsesinfiltratet består av lymfocytter, makrofager og enkelte plasmaceller. Tilstanden bedømmes som en sannsynlig autoimmun hepatitt som ødelegger levercellene. Skaden tilheler med fibrose som etterhvert erstatter store deler av parenchymet og det utvikles skrumplever (cirrhose).", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer reparasjon/tilheling med fibrose.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 24}, "m3_25": {"slide_set": "Tilheling med fibrose ii", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/bg_11_09693_nyre_60x-2.ecw", "slide_text": "50 år gammel mann innlagt med alvorlig forhøyet blodtrykk og akutt, dialysetrengende nyresvikt. Prøver med tanke på revmatisk sykdom, vaskulitt og antistoffer mot basalmembran var alle negative. Nyrebiopsi som øyeblikkelig hjelp som ledd i utredning. Studer nålebiopsien. Hvilke mikroanatomiske strukturer i nyren er patologisk forandret?", "slide_comment": "En gjennomgående forandring er utvidelse av interstitiet med lavgradig betennelse og fibrose. Utvidelsen av interstitiet ter seg som økt avstand mellom tubuli som er atrofiske. Enkelte runde cellefattige knuter representerer skadede glomeruli som har blitt totalt arromvandlet med fibrose (global sklerose). I små arterier er det betydelig intimafibrose som følge av endotelskade. Noen små karprofiler viser også tegn til glatt muskelhyperplasi (kfr. snitt I-8). Funnene passer med hypertensiv nefropati.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer reparasjon/tilheling med fibrose.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 25}, "m3_26": {"slide_set": "Arrfibrose", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/bg_10_03059_1-1_60x.ecw", "slide_text": "52 år gammel kvinne som hadde fått fjernet et basalcellekarsinom fortil på thorax for 8 uker siden. Det var usikkerhet om reseksjonsranden var fri og det ble nå gjort utvidet reseksjon omkring arret. Resektatet ble sendt inn for histopatologisk undersøkelse. Snitt fra det fjernede arrområdet. På hvilken måte er huden forandret?", "slide_comment": "Epidermis er normaltykk til sentralt lett fortykket. I papillære dermis ses økt mengde elastiske fibre bortsett fra sentralt i snittet. Økt mengde elastiske fibre er vanlig forekommende på soleksponert hud hos eldre personer. Det er også spredte betennelsesinfiltrat dominert av lymfocytter særlig rundt hudadneksstrukturer. Sentralt i snittene og ned i retikulære dermis ses uregelmessig fortykkete kollagene fibre med forstørrede rundovale kjerner. Funnene passer med arrfibrose etter tidligere inngrep. Arrvevet viser tendens til å bukte frem over opprinnelig overflate. Arr som hever seg over opprinnelig hudnivå og som fortsetter å vokse i lengre tid, klassifiseres som hypetrofiske arr og er et eksempel på at tilhelingen skyter over målet. Det ble ikke funnet rester av pasientens basalcellekarsinom.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer reparasjon/tilheling med fibrose.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 26}, "m3_27": {"slide_set": "Stråleindusert fibrose", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/bg_10_03059_1-1_60x.ecw", "slide_text": "49 år gammel kvinne som 2 år tidligere var operert for mamma-karsinom med etterfølgende strålebehandling. Huden er fortykket og fast i et uskarpt avgrenset område. Området fjernes med spørsmål om residiv. Snitt fra det aktuelle hudområdet. På hvilken måte er huden forandret?", "slide_comment": "Epidermis er hyperpigmentert og noe atrofisk, men med lett hyperkeratose (kfr. snitt I-2). I papillære dermis ses lett elastose (blålig farging) med mindre veldefinerte elastiske fibre. Det er meget sparsomt med små/atrofiske hudadneks-strukturer. I retikulære dermis ses rikelig med tykke kollagenfibre som går i ulike retninger. Funnene passer med stråleindusert fibrose, men er ikke spesifikt for dette.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved stråleindusert fibrose.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 27}, "m3_28": {"slide_set": "Kronisk betennelse med fibrose i", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/iii_8.ecw", "slide_text": "64 år gammel mann, ikke-røyker, med kronisk tørrhoste og tiltagende dyspnoe utviklet i løpet av noen år. Han har nå så store besvær at han må lungetransplanteres. Makroskopisk undersøkelse av lungene som ble tatt ut ved transplantasjonen viste fast/konsolidert lungevev med liten luftholdighet og uten avgrensede tumores. Studer lungevevet i snittet fra de uttatte lungene. På hvilke måter skiller lungevevet seg fra normalt lungevev?", "slide_comment": "Her foreligger betydelige forandringer og det er svært lite av gjenkjennbart lungevev igjen bortsett fra et par bronkialprofiler, noen bronkioler og minimalt med alveolært lungevev. I store deler av snittet er perifert lungevev erstattet av fiberrikt bindevev fokalt med lavgradig kronisk betennelse dominert av små lymfocytter. I tilknytning til noen terminale bronkiolestrukturer sees løsmasket bindevev i knuter tilsvarende de i preparat III-3. I det aktuelle snittet har den organiserende pneumonien utviklet seg videre til en nærmest sammenflytende fibrose. Dette er således nok et eksempel på uhensiktsmessig tilheling som bidrar til redusert lungefunksjon. I enkelte terminale bronkioler ses nåleformete utsparinger i ekssudatet; dette er rest etter kolesterolkrystaller som har blitt vasket ut under innstøpingsprosessen.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved organiserende betennelse med fibrosedannelse.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 28}, "m3_29": {"slide_set": "Arrdannelse", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/s11.ecw", "slide_text": "76 år gammel kvinnelig turist på båtcruise til Norge. Hun ble tungpusten og hoven i bena ombord. På grunn av akutt forverrelse og ble hun innlagt på Oslo Universitetssykehus. Ved innleggelsen ble det funnet AV-dissosiasjon og hjertefrekvens 30-40. EKG viste anteroseptalt infarkt. Hun fikk hjertestans og hjerte-/lungeredning mislyktes. Ved obduksjonen ble det funnet stenoserende koronar aterosklerose og forandringer i hjertemuskulaturen som dels var gulaktige med rød randsone, dels uskarpt avgrensede med gråhvit farge. Snittet er fra et slikt gråhvitt område. Hvilken type generell patologisk forandring foreligger i hjertemuskulaturen? Hva er den patofysiologiske mekanismen for denne type av forandring?", "slide_comment": "Det er økt avstand mellom muskelfibrene og i noen områder sees mer orange-fargede fibre mellom muskelcellene. Dette er fibrose som følge av tidligere gjennomgått hjerteinfarkt og ytterligere et eksempel på tilheling med fibrose. Hjertemuskelcellene er permanente celler og kan dermed ikke regenerere. Ved irreversibel celleskade (hjerteinfarkt) får vi derfor tilhelling med fibrose som gir et sterkt, men ikke kontraherende vev og dermed svekket pumpefunksjon (i snittet er det også områder med hypereosinofile/sterkt fargede muskelfibre med ødem mellom sterkt suspekt på tidlig infarkt).", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved tilheling med fibrose.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 29}, "m3_30": {"slide_set": "Kronisk betennelse med fibrose ii", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/iii_10.ecw", "slide_text": "56-årig kvinne med langvarige ryggsmerter etterhvert med utstråling til begge underekstremiteter. MR viser forandringer i ryggvirvel L1 og paravertebrale forandringer i psoasmuskulaturen som gir mistanke om tuberkulose. Benbiopsi fra L1. Hvilke typer av generelle patologiske funn foreligger i benvev og benmarg?", "slide_comment": "Benvevet er fragmentert delvis betinget av nekrose. I margrommet ses lavgradig kronisk betennelse med lymfocytter, en del plasmaceller og makrofager. I margrommet er det også løsmasket fibrose. Det er ingen granulomer. Bildet passer med kronisk osteomyelitt (betennelse i benvev og benmarg) med all sannsylighet forårsaket av bakterieinfeksjon sekundært til bakteremi. Det er ikke histologiske holdepunkter for tuberkulose.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patofysiologiske mekanismer ved kronisk betennelse/infeksjon.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 30}, "m3_31": {"slide_set": "Aterosklerose", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/iv_1.ecw", "slide_text": "44-årig storrøyker som faller livløs om på gaten. Det ble umiddelbart gjort forsøk på hjerte-/lungeredning, men dette mislyktes. Ved obduksjonen ble det påvist stor hjerneblødning med gjennombrudd til ventrikkelsystemet. Generelt hadde mannen utbredte karforandringer. Snitt fra aorta fra et område med noe mindre uttalte forandringer. Studer karveggen. Hvilke patologiske forandringer foreligger?", "slide_comment": "Det foreligger fibrøs intimafortykkelse i det med meste av aortas lengde. I flere nivåer av media ses større områder med lyse avleiringer i veggen. Dette er ateromatøse plakk. I noen av disse plakkene ses nåleformede utsparinger, dette representerer kolesterolkrystaller som har blitt vasket ut under innstøpingsprosessen. Et stort plakk ligge like under overflaten og det forligger overhengende fare for plakket sprekker (plakk-ruptur) som kan medføre lokal trombedannelse (kfr. snitt IV-2) og eller emboli (kfr. snitt IV-3).", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patogenetiske mekanismer ved aterosklerose.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 31}, "m3_32": {"slide_set": "Trombose", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/85_60x.ecw", "slide_text": "67 år gammel kvinne med 20 års anamnese på høyt blodtrykk og kjent aterosklerose. Finnes død i sengen en morgen. Ved obduksjon ble det funnet et stort hjerneinfarkt som sannsynlig umiddelbar dødsårsak. I høyre lyskearterie var det fastsittende trombemasser som stengte lumen. Det var betydelige ateromatøse avleiringer i karveggen. Snitt fra lyskearterien. Studer karet. Hva er det som okkluderer lumen?", "slide_comment": "Karet okkluderes av en trombe. Trombes bygges opp lagvis og får derved et karakteristisk lagdelt utseende, de såkalte Zanske linjene. Dette fenomen brukes til å skille tromber fra koagler. Tromber dannes ofte ved en endotelskade, f.eks. som følge av plakk-ruptur. I veggen på karet ses et ateromatøst plakk med tydlige tomter etter kolesterolkrystaller (kfr. snitt IV-1).", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patogenetiske mekanismer ved trombose.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 32}, "m3_33": {"slide_set": "Embolus", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/s6.ecw", "slide_text": "86-årig man som 3-4 uker før innleggelsen var plaget av økende tungpust og hadde mistet matlysten. Ved innleggelse i sykehus beskrev mannen at han hadde hatt flere episoder av brystsmerter de siste ukene. Det ble påvist bilaterale lungefortetninger, vesentlig sentralt i lungene. Primært hadde man mistanke om lungebetennelse, men han ble behandlet både med antibiotika og antikoagulasjon. Behandlingen hadde liten effekt og pasientens tilstand forverret seg gradvis frem til han døde. Snitt fra lunge. Studer det trekantete lungesnittet spesielt med tanke på kartreet. På hvilken måte har karforandringene hatt betydning for de patologiske funnene i lungeparenchymet ut mot den spisse overflaten?", "slide_comment": "I flere lunge-arterier er lumen okkludert av trombembolier. Ved obduksjonen ble det funnet tromber i bekkenvener og i venepleksus rundt prostata som sannsynligvis har vært utgangspunktet for emboliene. Emboliseringen har foregått over viss tid og medført iskemisk nekrose av lungeparenchym (= infarkt) illustrert ved området med blødning ut mot den spisse overflaten. På grunn av lungens doble blodforsyning vil det i lunge bli såkalte røde infarkter, det blør inn i nekrotisk område.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patogenetiske mekanismer ved emboli og komplikasjonene til dette.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 33}, "m3_34": {"slide_set": "Infarkt I", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/iv_4.ecw", "slide_text": "49-årig mann som dør i subarachnoidalblødning etter ruptur av et aneurisme på a. cerebri anterior. Pårørende er kjent med at pasienten flere år tidligere har fylt i et organdonasjonskort. Ved organuttak av nyrene påvise et blodrødt 7 mm stort område med gulaktig farge sentralt nær den ene polen i høyre nyre. Dette området fjernes ved transplantatasjonen og sendes for histopatologisk frysesnittundersøkelse med spørsmål om tumor. Snitt parafininnstøpt vev fra aktuelt område. Studer snittet fra nyreparenchymet. På hvilken måte skiller det patologisk forandrede området seg fra normalt nyrevev?", "slide_comment": "Sentralt i det rundovale snittet like under overflaten ligger lyst avbleket område i nyrebarken. Dette området er i oversiktsforstørrelse omgitt av en blå brem som i større forstørrelse viser seg å være levkocytter, hovedsakelig nøytrofile granulocytter. I det bleke området er nyrevevets grunnstruktur bevart, men cellene mangler kjerner. Dette er typisk bilde av ferskt (et par dager gammelt) infarkt forårsaket av trombemboli (som ikke har kommet med i snittet).", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patogenetiske mekanismer ved infarkt i parenchymatøst organ.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 34}, "m3_35": {"slide_set": "Infarkt II", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/iv_5.ecw", "slide_text": "62-årig kvinne levertransplantert på grunn av autoimmun hepatitt for 2 måneder siden. Gradvis avtagende leverfunksjon seneste dagene med akutt forverring med opphørt funksjon. Retransplantasjon. Eksplantert lever til histologisk undersøkelse. Ved makroskopisk undersøkelse var det flere innsunkne områder på leverens overflate. Det aktuelle snittet er tatt fra et slikt område. Følg overflaten langs leverkapselen til du når sentrale deler av snittet. Beskriv forandringene i leverparenchymet. Hvilken type av generell patologisk forandring foreligger?", "slide_comment": "Leverkapselen er delvis fortykket på grunn av blødning. Mot midten av snittet under leverkapselen ses et område med leverbjelker bestående av hepatocytter uten kjerner. Også i omgivelsen mangler hepatocyttene kjerner, men her er sinusoidene utfylt av levkocytter, hovedsakelig nøytrofile granulocytter. Levervevet utenfor dette området er godt bevart, men med stuvning i sinusoidene. Snittet viser ferskt infarkt i lever (kfr. snitt IV-4).", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patogenetiske mekanismer ved infarkt i parenchymatøst organ.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 35}, "m3_36": {"slide_set": "Nekrose", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/iv_6.ecw", "slide_text": "6 år gammel gutt levertransplantert på grunn av akutt alvorlig leversvikt etter cytostatikabehandling og benmargstransplantasjon for akutt lymfatisk levkemi. Snitte er fra guttens eksplanterte lever. Studer leverparenchymet som er patologisk forandret. Merk særlig områdene som fremstår som lyse og strukturfattige i oversikten. Hvilken del av leverparenchymet er skadet? Hva kan mekanismen for skaden være?", "slide_comment": "I de lyse områdene foreligger tap av leverceller – i flere av de lyse områder ses rester av nekrotiske hepatocytter. Det er sparsom betennelse med lymfocytter, nøytrofile granulocytter og makrofager. Dessuten ses en del tynnveggede kar og sparsomt med store fibroblaster. Forandringene er oftest lokalisert sentrilobulært i levervevet og i noen deler av snittet kan en okkludert sentralvene identifiseres. Portalområdene er lite affisert; de er lett utvidede med lavgradig fibrose og betennelse. Snittet illustrerer fokale nekroser i levervev og skyldes i dette tilfelle sirkulasjonsforstyrrelse på venesiden. Tilstanden kalles veno-okklusiv sykdom og er en kjent sjelden komplikasjon til cytostatikabehandling før benmargstransplantasjon.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patogenetiske mekanismer ved fokale nekroser i parenchymatøst organ.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 36}, "m3_37": {"slide_set": "Infarkt", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/iv_7.ecw", "slide_text": "55-årig mann levertransplantert på grunn av alkoholisk cirrhose. Primært ukomplisert postoperativt forløp, men 10 dager etter transplantasjonen sviktende transplantatfunksjon som ender i retransplantasjon 17 dager etter transplantasjonen. Snittet er fra det eksplantaterte transplantatet. Studer snittet der cirka halvparten av leverparenchymet betydelig patologisk forandret. Hvilke typer av patologiske forandringer foreligger? På hvilken måte er portalområdene forandret?", "slide_comment": "Det er store infarktområder med sammenhengende nekroser. I store deler av disse er hepatocyttbjelkestrukturen bevart, men cellene mangler kjerner. I flere områder er det levkocytter i sinusoidene. Det kan se ut som noen portalområder er intakte selv innenfor infarktområdet. I portalområdene er det for mange gallegangsprofiler, særlig i grensenområdet mot lobulus. Denne gallegangsproliferasjon (”hyperplasi”) skyldes galleavflødeshinder/skade av galleveier. Ved undersøkelse av leveren ble det påvist aterosklerose i a. hepatica og trombose i v. porta og hovedgrener.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patogenetiske mekanismer ved infarkt i parenchymatøst organ.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 37}, "m3_38": {"slide_set": "Trombose", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/iv_8_1.ecw", "slide_text": "69-årig mann som nettopp har kommet hjem fra ferietur til Thailand. På flytoget får mannen plutselig pustebesvær og faller livløs om. Medpassasjerer forsøker hjerte-/lungeredning, men livet står ikke til å redde. Obduksjonen ved Rettsmedisinsk Institutt ga forklaringen på hva som hadde hendt. Snitt fra kar i lysken. Hvilken type av kar er snittet hentet fra? Hvilken patologisk forandring ser du i karet? Hvordan kan funnet bidra til forklaringen av hva som har hendt?", "slide_comment": "Snittet er hentet fra en gren til vena iliaca communis og viser trombose i venen (kfr. snitt IV-2). Ved obduksjonen ble det påvist sentrale lungeembolier som sannsynligvis hadde sin opprinnelse i bekkenvenene. Langvarige flyreiser med stillesitting og dehydrering er kjente risikofaktorer for venetrombose. I noen tilfelle kan trombene løsne og gi opphav til dødbringende massiv lungeembolisering slik som i dette tilfellet.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patogenetiske mekanismer ved trombose og emboli og komplikasjonene til dette.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 38}, "m3_39": {"slide_set": "Rekanalisert trombe", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/s16_sub.ecw", "slide_text": "61 år gammel kvinne som lenge har vært plaget av multiple åreknuter og eksem på høyre legg. Hun irriteres nå av en fast knute overfladisk i huden på samme legg og undrer på om det kan være kreft. Legen fjerner knuten og sender den til histopatologisk undersøkelse.Snittet er et tverrsnitt av den fjernede knuten. Hvilken anatomisk struktur er dette? På hvilken måte er strukturen patologisk forandret?", "slide_comment": "I oversiktforstørrelsen ses en rødlig ringstruktur omgitt av lysere vev. I høyere forstørrelse fremkommer at det lyse vevet er bindevev med kar, og tilsvarer adventitia i et blodkar. Like innenfor bindevevet sees sirkulære bunter av glatt muskulatur (rødt) og bindevevsdrag (gulrødt) i karveggen. Fravær av elastiske laminae viser at det er en vene. Innenfor dette igjen sees bindevev, delvis virvelformet som tilnærmet okkluderer lumen. I bindevevet sentralt i karret ses flere tynnveggede karspalter. De tynnveggede karspaltene gjør at det på ny blir blodsirkulasjon gjennom karret og fenomenet benevnes rekanalisering. Snittet viser således en vene med rekanalisert trombe.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patogenetiske mekanismer ved trombose og komplikasjonene til dette.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 39}, "m3_40": {"slide_set": "Aterosklerose", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/iv_10.ecw", "slide_text": "74 år gammel mann som opereres for voksende aortaneurisme. Snitt fra aortaveggen utenfor aneurismet. Hvilke 3 typer av patologiske forandringer foreligger i snittet gjennom aortaveggen?", "slide_comment": "Intima er fibrøst fortykket. På grensen mellom intima og media ses et typisk aterosklerotisk plakk (kfr. IV-1). I adventitia og rundt vasa vasorum foreligger kronisk betennelse dominert av lymfocytter.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære og patogenetiske mekanismer ved aterosklerose.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 40}, "m3_41": {"slide_set": "Carcinoma in situ", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/v_1.ecw", "slide_text": "59 år gammel kvinne som ble operert med lokal ekssisjon av mamma-karsinom. Ved histopatologisk undersøkelse av operasjonpreparatet ble de påvist at tumorvevet var fjernet uten marginal. Det ble derfor 2 måneder senere gjort en fornyet reseksjon. Snitt fra denne re-ekssisjonen. Undersøk snittet fra mamma der både normalt brystkjertelvev og patologisk forandret vev forekommer. Hvilken type av forandring foreligger og hvor i brystkjertelens anatomiske struktur forekommer forandringen?", "slide_comment": "Det foreligger epitelforandringer i gangstrukturer som er begrenset av mer eller mindre veldefinert basalmembran. Epitelcellene er atypiske med økt variasjon i kjernenes størrelse og form, mange kjerner har 1-2 til dels store nukleoler. Cellene har rikelig med eosinofilt cytoplasma. De atypiske epitelcellene fyller ikke bare ut utførselsgangene, men er også å finne i lobuli. I lobuli er infiltratene i kjertelendestykkene omgitt av myksoid vev og kronisk betennelse. Spredt i vevet foreligger betennelsesinfiltrater med kjempeceller av fremmedlegemetype. Det er ikke overbevisende infiltrativ vekst av det atypiske epitelet og tilstanden klassifiseres derfor som carcinoma in situ.(Den grønne misfargingen i kanten i deler av preparatet er fra tusj-farging av reseksjonsflater).", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og gjøre rede for cellulære mekanismer ved carcinoma in situ.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 41}, "m3_42": {"slide_set": "Duktalt adenokarsinom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/v_2.ecw", "slide_text": "59 år gammel kvinne som søkte lege på grunn av at hun hadde oppdaget en liten klump i høyre bryst. Videre utredning med mammografi og punksjonscytologi viste karsinom. Tumor var cirka 1,5 cm stor og det bestemt at det skulle gjøres bevarende brystkirurgi. Det uttatte vevet ble sendt til histopatologisk undersøkelse. Snitt fra dette operasjonspreparatet. Studer snittet og brystkjertelstrukturen. Hvilken type generell patologisk forandring foreligger?", "slide_comment": "Det foreligger en tumor oppbygd av atypisk epitel som vokser i strenger og drag. I noen områder danner tumor kjertel-/ganglignende strukturer. Tumor er relativt velavgrenset, men viser infiltrativ vekst blant annet i fettvev. Funnene passer med duktalt adenokarsinom som oftest utgår fra små utførselsesganger i brystkjertelen.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og cellulære karakteristika ved adenokarsinom.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 42}, "m3_43": {"slide_set": "Dysplasi", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/bg_07_13825_2_dypere_60x-1.ecw", "slide_text": "37 år gammel kvinne der vaginalcytologi ved screeningundersøkelse hadde vist ikke nærmere graderbar dysplasi. Kolposkopi viste forandring i portio svarende til kl. 2. Biopsi herfra og fra motsatt side. Studer de delene av de to biopsiene som er dekket av plateepitel. På hvilken måte er plateepitelet i den ene biopsien patologisk forandret?", "slide_comment": "Den ene biopsien viser tilnærmet normalt epitel bortsett fra en viss tendens til koilocytose (lys sone rundt en noe uregelmessig kjerne). Koilocytose er en morfologisk indikator på infeksjon med humant papillom virus (HPV). Basalcellene er normalstore og cellene modner mot overflaten på normal måte. I den andre biopsien foreligger en modningsforstyrrelse, dysplasi, i epitelet der en stor mengde store uregelmessige kjerner fyller epitellaget. Opp mot overflaten er det i noen områder koilocytter. Dysplasien graderes etter hvor stor del av den totale epiteltykkelsen som består av atypiske celler/kjerner. Under 1/3 av tykkels tilsvarer lett dysplasi, mellom 1/3 og 2/3 moderat dysplasi og mer enn 2/3 uttalt dysplasi. Hvis hele epiteltykkelsen består av atypiske celler/kjerner klassifiseres forandringen som carcinoma in situ (I cervix uteri brukes den engelskspråklige forkortelsen CIN=cervical intraepithelial neoplasia for gradering av dysplasien i CIN 1, 2 og 3). Vedlagt er også snitt immunfarget for Ki-67 (snitt b), en markør for celledeling. I det dysplastiske epitelet er en meget høy andel av epitelcellene farget.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og cellulære karakteristika ved dysplasi i plateepitel.", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/bg_07_13825_2_ki67_60x-2.ecw", "(Ki67)"]], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 43}, "m3_44": {"slide_set": "Plateepitelkarsinom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/v_4.ecw", "slide_text": "87 år gammel mann med stort sår i pannen i lengre tid. Oppsøker lege fordi såret ikke vil gro – det har tvert imot gradvis blitt større. Området i pannen fjernes kirurgisk med tilsynelatende fri marginal. Snitt fra sårområdet og tilgrensende hud. Studer hudbiopsien med fokus på epidermis og dermis. Hvilken type av generell patologisk forandring foreligger?", "slide_comment": "I en del av snittet er overflaten kledd av normal epidermis. I dermis ses gråblått materiale; dette er degenerative forandringer såkalt senil elastose som særlig ses i solskadet hud. I resten av overflaten mangler stedvis epitelet som uttrykk for sårdannelse, i andre deler er biopsien kledd av et atypisk plateepitel med forstørrede, uregelmessige kjerner med nukleoli. Fokalt foreligger hornperler. Dette atypiske plateepitelet vokser infiltrerende i strenger og drag fritt i dermis og infiltrerer ned i oppsplittet tverrstripet muskulatur. Det er dermed et plateepitelkarsinom.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og cellulære karakteristika ved plateepitelkarsinom.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 44}, "m3_45": {"slide_set": "Leiomyom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/v_5.ecw", "slide_text": "55 år gammel kvinne som søker lege på grunn av langvarig småblødning fra underlivet. Gynekologisk undersøkelse viser uregelmessig knutet uterus, utskraping av slimhinne fra cavum og cervix uteri ga ikke holdepunkter for epitelial tumor. I samråd med pasienten bestemmes at uterus skal fjernes. Den ekstirperte uterus har flere mindre og større knuter i veggen. Snitt fra en velavgrenset knute. Studer snittet og bekriv de to delene som skilles ved en spalte. Hvilken generell patologisk forandring foreligger?", "slide_comment": "Det foreligger en skarp avgrenset mesenchymal tumor oppbygd av glatte muskelceller. Tumor vokser i bunter og drag i ulike retninger. Sammenlignet med muskelcellene i myometriet som resten av preparatet består av er muskelcellene i tumor større, men med lite variasjon i form og størrelse. Det er ikke sett mitoser eller nekroser i tumor. Funnene er typisk for leiomyom – en benign glatt muskelcelletumor som er vanlig forekommende i uterus.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og cellulære karakteristika ved benign mesenchymal tumor.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 45}, "m3_46": {"slide_set": "Leiomyosarkom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/v_6.ecw", "slide_text": "Preparatet er fra samme pasient som i V-5. En av knutene i uterusveggen skilte seg fra de andre ved at den var mye større, uskarpt avgrenset og syntes ha delvis vokst gjennom uterusveggen. Snittflaten var mer varierende og gråbrun og det var områder med blødninger. Snitt fra denne tumor. Studer snittet og cellebildet. Hvilken generell patologisk forandring foreligger?", "slide_comment": "Snittene viser en cellerik tumor med fokal blødning og fibrøse områder. Tumorcellekjernene varierer mye i form, størrelse og struktur (pleomorfi) og det ses en del flerkjernede kjempeceller. Det er spredte mitoser. Bildet er typisk for malign glatt muskelcelletumor, leiomyosarkom. Det ble også påvist metastase i det ene parametriet.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og cellulære karakteristika ved malign mesenchymal tumor.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 46}, "m3_47": {"slide_set": "Adenom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/10339_9_sub.ecw", "slide_text": "68 år gammel kvinne som har merket en klump på halsen. Ved klinisk undersøkelse finner fastlegen et par knuter lokalisert til venstre thyreoidealapp. Punksjonscytologisk undersøkelse viser sannsynlig follikulær tumor. Det uføres diagnostisk venstresidig hemithyreoidektomi. Snitt fra operasjonspreparatet. Studer snittet med to knuteformede forandringer. Hvordan vil du klassifisere de i generell-patologiske termer?", "slide_comment": "Det foreligger en større og en mindre knute. Den mindre knuten er begrenset av en bindevevskapsel. Det er stor variasjon i follikkelstørrelse både i og utenfor den kapselkledde knuten. Det er gjennomgående noe større epitelceller innenfor enn utenfor den kapselkledde knuten. Snittene viser benign epitelial tumor med follikler og klassifiseres derfor som et adenom. Knuten som ikke er omgitt av kapsel er en hyperplastisk nodulus, ganske vanlig forandring i gl. thyreoidea hos eldre personer.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og cellulære karakteristika ved adenom.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 47}, "m3_48": {"slide_set": "Hamartom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/1247_20x.ecw", "slide_text": "61 år gammel kvinne som ble undersøkt med røntgen thorax på grunn av vedvarende hoste etter å ha blitt behandlet for peumoni. Det ble påvist en tumor med forkalkning i venstre lunges underlapp. Punksjonscytologi viste sannsynlig benign tumor, men det ble bestemt at tumor skulle fjernes kirurgisk. Snitt fra operasjonspreparatet. Studer snittet fra tumor. Hvilke vevselementer består tumor av?", "slide_comment": "Tumor består av 3 vevskomponenter: Myksoid (slimaktig) vev med spredte spolformede celler, kar med prominent endotel og områder med brusk. Tumor er et hamartom. Dette er en sammensatt benign tumor med uorganiserte vevskomponenter som normalt forekommer i organet. Det er noe omstridt hvorvidt hamartomet representerer en utviklingsforstyrrelse eller en neoplasi, men nyere data taler for det siste.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og cellulære karakteristika ved hamartom.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 48}, "m3_49": {"slide_set": "Plateepitelkarsinom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/v_9.ecw", "slide_text": "68 år gammel mann, storrøyker med kronisk bronkitt. Pasienten har hatt lungebetennelse 2 ganger siste halvåret og kjenner seg i dårlig form. Utredning med bronkoskopi viser tumor i venstre underlappsbronchus. Opereres med kilereseksjon. Snitt fra operasjonspreparat.Studer snittet fra tumor. Hvilken type av tumor foreligger?", "slide_comment": "Tumor består av ulikstore øyer av atypisk epitel avgrenset av bindevevsdrag med kronisk betennelse. Epitelet viser betydelig pleomorfi og mange mitoser. Fokalt foreligger plateepiteldifferensiering med forhorning. Tumorinfiltratene viser nekrose i ulik omfatning, noen tumorområder er nesten helt nekrotiske/acellulære. Den histopatologiske undersøkelsen viser således et plateepitelkarsinom.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og cellulære karakteristika ved plateepitelkarsinom.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 49}, "m3_50": {"slide_set": "Duktalt adenokarsinom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/v_10.ecw", "slide_text": "59 år gammel kvinne kommer til fastlegen fordi hun har merket en liten klump i venstre bryst. Ved klinisk undersøkelse påviser legen en cirka 1,5 cm stor tumor i øvre laterale kvadrant av venstre bryst. Etter utredning operes pasienten med lumpektomi. Operasjonspreparatet inneholdt en tumor med største diameter 16 mm. Snitt fra denne. Studer snitt fra tumor og dens omgivelse. Hvilken type av tumor foreligger?", "slide_comment": "Det foreligger en relativt velavgrenset lobulert tumor bygd opp av strenger og drag av atypiske epiteliale celler. Tumorcellene har moderat pleomorfi og danner fokalt tubulære/kjertelignende strukturer. I bindevevsdragene i tumor ses enkelte utførselsganger fra opprinnelig brystkjertelvev, på enkelte steder med proliferativt vev tilsvarende carcinoma in situ (kfr. IV-1). Selv om tumor er relativt velavgrenset infiltrerer den utvilsomt i fettvev. Således dreier det seg om et duktalt adenokarsinom.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og cellulære karakteristika ved adenokarsinom.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 50}, "m3_51": {"slide_set": "Ferskt hjerteinfarkt", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/s7.ecw", "slide_text": "10 år gammel gutt som stort sett hadde vært frisk til han ble innlagt akutt med brystsmerter og tiltagende pustevansker. EKG viste forandringer som ved anteroseptalt infarkt. Gutten fikk kort tid etter innleggelsen ventrikkelflimmer som ikke lot seg heve. Ved obduksjonen ble det påvist anomali av venstre koronararterie med okkluderende trombe. I fremveggen av venstre ventrikkel ble det funnet et gulblekt område med hyperemisk randsone. Snitt fra dette området. Studer snittet fra hjertemuskulaturen. Let etter område med mange celler mellom muskelfibrene og forklar funnene.", "slide_comment": "I oversikten ses at muskulaturen har varierende fargbarhet. Områder med sterkere rødfargete muskelfibre sammenfaller ofte med områder med mange celler mellom muskelfibrene. Cellene mellom muskelfibrene er for det meste nøytrofile granulocytter. Muskelfibrene i slike områder mangler stort sett kjerner og tverrstripning eller har oppsvulmete/uskarpe kjerner. Forandringene passer med ferskt hjerteinfarkt, det vil si koagulasjonsnekrose av muskelcellene og akutt betennelse som svar på muskelcelleskaden.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og patogenetisk mekanisme ved akutt hjerteinfarkt.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 51}, "m3_52": {"slide_set": "Hjerteinfarkt under organisering", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/s9.ecw", "slide_text": "80 år gammel mann som ble innlagt med brystsmerter og det ble diagnostisert nedreveggsinfarkt. Pasienten ble behandlet med streptokinase og var i god fremgang. Seks dager senere fikk han imidlertid på nytt brystsmerter og ble raskt kritisk dårlig og døde. Klinikerne mistenkte ventrikkelseptum-ruptur, men det ble ikke verifisert ved obduksjonen. Snitt fra avbleket område i nedre del av fremveggen i venstre ventrikkel. Studer de lysere områdene i hjertemuskulaturen og forklar funnene. Det ses også noen orange områder – hva består de av og hva indikere de?", "slide_comment": "De lyse områdene inneholder fragmenter av muskelfibre, tynne kollagene fibre og mange store makrofager hvorav flere inneholder brunlig hemosiderin (jernpigment). Mellom de tynne kollagene fibrene ses mange tynnveggede kar med tallrike erytrocytter. Dette er uttrykk for angiogenese. Det er også en del spolformede celler med store kjerner, dette er aktive fibroblaster som har startet reparasjonsfasen. De orange områdene består av modne kollagene fibre og indikerer kronisk iskemisk hjertesykdom hos pasienten.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og det normale forløpet av organisering og tilheling av hjerteinfarkt.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 52}, "m3_53": {"slide_set": "Myokarditt", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/vi_3.ecw", "slide_text": "23 år gammel mann som i 10 dagers tid har følt seg uvel med lett feber, diare og muskel-/leddsmerter. Han blir tiltagende slapp og trøtt og utvikler etterhvert ødemer. Innlegges akutt med tegn til hjertesvikt. Utredes med endomyokardbiopsier. Studer snittene fra endomyokardbiopsiene. Hvilken type av patologisk forandring foreligger?", "slide_comment": "Det foreligger 5-6 noe fragmenterte endomyokardbiopsier med utvidet interstitium med økt avstand mellom hjertemuskelfibrene. I interstitiet ses rikelig med betennelsesinfiltrater bestående av ulikstore lymfocytter og makrofager samt noen få granulocytter. Det er noen små områder med blødning. I enkelte områder er det tegn til myocyttskade. Det foreligger således myokarditt, en tilstand som oftest er virusbetinget.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og etiologi/patogenese ved myokarditt.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 53}, "m3_54": {"slide_set": "Myksom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/vi_4.ecw", "slide_text": "74 år gammel kvinne som utredes for atrieflimmer og hjertesvikt. Ved ultralydsundersøkelse av hjertet påvises en stor tumor i venstre forkammer. Tumor fjernes i flere biter og sendes til histopatologisk undersøkelse. Ved makroskopisk undersøkelse noteres at vevsbitene har en løs gele-aktig konsistens. Studer snittene fra en vevsbitene. Hvilke vevskomponenter er tumor bygd opp av? ", "slide_comment": "Snittet inneholder en del av atrieveggen med adherent tumor. I atrieveggen ses hjertemuskelceller for det meste skåret på tvers og fibrøst bindevev med kar, fett og lymfocyttinfiltrat. Tumor består av et rosafarget for det meste strukturløst stroma med områder med rest etter blødninger med hemosiderinholdige makrofager, patologiske karstrukturer og sparsomt med stjerneformede eller fibroblastlignende celler, iblant flerkjernede. Bildet passer med myksom, en benign tumor som er den vanligste type neoplasi i hjertet.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn ved myksom i hjertet.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 54}, "m3_55": {"slide_set": "Vaskulitt", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/vi_5.ecw", "slide_text": "68 år gammel kvinne kommer til lege fordi hun den siste tiden har følt seg uvel og trøtt. Hun har periodevis hatt lett feber og hodepine. Ved klinisk undersøkelse finner legen at pasienten er palpasjonsøm over arteria temporalis på høyre side. Blodprøve viser normal CRP, men SR over 100. Ved kirurgisk poliklinikk gjøres temporalisbiopsi for histologisk undersøkelse. Studer tverrsnittet av a. temporalis og beskriv de patologiske forandringene i arterien fra lumen til adventitia.", "slide_comment": "Arterien har redusert lumen på grunn av intimafibrose. På overgangen mellom intima og muscularis ses en lavgradig betennelse med lymfocytter og fokal blødning. I nivå med lamina elastica ses betennelse med lymfocytter og enkelte flerkjernede kjempeceller. Betennelse med lymfocytter ses også på overgangen mellom muscularis og adventitia. Det foreligger således en betennelse med kjempeceller typisk for temporalis-arteritt. Dette regnes som en autoimmun T-cellemediert tilstand rettet mot et foreløpig ukjent arterieveggantigen.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og patogenese ved kjempecellearteritt.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 55}, "m3_56": {"slide_set": "Cystisk medianekrose", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/vi_6_06.06.2016_10.08.46.ecw", "slide_text": "24 år gammel mann med kjent Marfans syndrom. Inlegges akutt med kraftige buksmerter, kaldsvettende og blek. Pasienten opereres umiddelbart på mistanke om aortadisseksjon som verifiseres ved laparotomi. Det settes inn et aortagraft og deler av aorta reseseres. Det fjernede segmentet av aorta sendes til histopatologisk undersøkelse. Studer lengdesnittet fra aorta. Hvilke typer av patologiske forandringer foreligger i karveggen? ", "slide_comment": "Det er blødning og sprekkdannelse i aortaveggen. Sprekkdannelsen er lokalisert til cirka grensen mellom ytre 1/3-del og indre 2/3-deler av media. Snittet omfatter også området der disseksjonen startet. I intakt del av aorta ses lyse, amorfe områder i media. Disse representerer degenerative forandringer med opphopning av glukosamionglykaner i veggen, såkalt cystisk medianekrose som er en risikofaktor for aortadisseksjon. Ved Marfans syndrom har pasienten en bindevevssykdom med defekt fibrillin-syntese som disponerer for slike forandringer.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn, risikofaktorer og patogenese ved aortadisseksjon.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 56}, "m3_57": {"slide_set": "Vaskulitt", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/vi_7.ecw", "slide_text": "73 år gammel mann nyretransplantert med nyre fra avdød giver. Pasienten hadde terminal nyresvikt på grunn av diabetisk nefropati. Det umiddelbare postoperative forløpet var ukomplisert, men etter 3 uker synker nyrefunksjonen og tilstanden oppfattes som rejeksjon. Standardbehandling innsettes mot rejeksjonen uten fullgod effekt. En uke senere får pasienten kraftige smerter over transplantatet og opphørt nyrefunksjon. Det konstateres nyrearterietrombose og transplantatet tas ut. Studer snittet fra den eksplanterte nyren. Hvilke patologiske forandringer har rammet kartreet og hva kan forklaringen til disse være? ", "slide_comment": "Det foreligger interstitielle blødninger som tegn på karskade og i flere arterier ses betennelse dominert av lymfocytter i intima. Enkelte små karprofiler er helt gjentettet av betennelsesinfiltratet. Dette er en endovaskulitt med immunologisk reaksjon mot donorantigen som trigger komplementaktivering. Endovaskulitt forekommer også ved autoimmune sykdommer som f.eks. rheumatoid artritt og systemisk lupus erythematosus og ved infeksjoner.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og patogenese ved vaskulitt.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 57}, "m3_58": {"slide_set": "Myokarditt", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/vi_8.ecw", "slide_text": "55 år gammel tidligere frisk mann som innlegges til utredning av hjertesvikt som har forverret seg raskt. Som ledd i utredningen gjøres endomyokardbiopsier som sendes til histopatogisk undersøkelse med spørsmål om kardiomyopati. Studer endomyokardbiopsiene. Hvilken type av patologisk forandring ser du i hjertemuskulaturen? ", "slide_comment": "Snittet viser myokard med flere betennelsesinfiltrat; i den mindre biopsien er betennelsen diffus. Betennelsen har destruert muskelcellene, i den mindre biopsien nesten fullstendig. Betennelsesinfiltratet består av lymfocytter, enkelte eosinofile granulocytter og makrofager som i noen områder danner flerkjernede kjempeceller, men ingen avgrensede granulomer. Tilstanden benevnes kjempecellemyokarditt og har en alvorlig prognose med liten effekt av behandling. Kjempecellemyokarditt anses være en autoimmun tilstand og kan residivere i transplantat.", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og patogenese ved kjempecellemyokarditt.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 58}, "m3_59": {"slide_set": "Ferskt hjerteinfarkt", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/vi_9a.ecw", "slide_text": "62 år gammel mann med lang anamnese med hjertesykdom. Tidligere behandlet med stenting av koronararstenoser og i lengre tid brukt statiner på grunn av hyperkolesterolemi. Pasienten faller livløs om i hjemmet, men gjenopplives og fraktes til sykehus med luftambulanse. Han dør etter 6 timer i sykehus med ventrikkelflimmer som ikke lar seg heve. Obduksjonen viser omfattende forandringer i hjertet med ujevnt fargede snittflater. Snitt fra 2 områder i hjertet. Studer hjertemuskulaturen og beskriv de patologiske forandringene. Kan du si noe om forandringenes alder? ", "slide_comment": "I myokard ses i snitt VI-9a områder med nøytrofile granulocytter i interstitiet. Hjertemuskelcellene i slike områder har varierende fargbarhet og mangler eller har oppsvulmete kjerner. Funnet passer med ferskt hjerteinfarkt 1-2 dager gammelt (kfr. snitt VI-1). Ved obduksjonen ble det også funne fersk sentral trombe i venstre koronararterie. I mange muskelceller ses granulære rødbrune avleiringer. Dette er lipofuscin i lysosomer og illustrerer økt omsetning av organeller. Lipofuscinavleiringer er et aldringsfenomen, men aksentueres ved kronisk iskemi eller andre former for cellulær stress. Slike avleiringer forekommer i mange organer, men er mest uttalt i hjerte og lever. I snitt VI-9b som er tatt fra et nærliggende område, ses deler av hjertemuskulaturen erstattet av granulasjonsvev med sparsom kronisk betennelse og varierende grader av kollagenisering. Bildet passer med infarkt under organisering og er 2-3 uker gammelt (kfr. også med snitt III-2).", "slide_goal": "Du skal kunne drøfte lysmikroskopiske funn og patogenetisk mekanisme ved akutt hjerteinfarkt og mekanismen for lipofuscinavleiring.", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/vi_9b.ecw", "(H&E snitt b)"]], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 59}, "m3_60": {"slide_set": "Hemangiom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/vi_10.ecw", "slide_text": "24 år gammel kvinne som kommer til lege på grunn av en klump ved neseroten på venstre side. Klumpen har vokst og blitt betydelig større i løpet av noen måneder. Pasienten er urolig for at det kan være noe farlig. Ved undersøkelsen finner legen en cirka 1 cm stor blårød stilket tumor, fast elastisk i konsistensen og fritt bevegelig. Tumor fjernes for histopatologisk undersøkelse. Studer snittet av hud med tumor og beskriv hva du ser. Hvilken vevstype er tumor hovedsakelig bygd opp av og hva er diagnosen? Er pasienten med dette ingrepet helbredet for tilstanden? ", "slide_comment": "Snittet viser en tumor kledd av upåfallende epidermis. I dermis ses en tumor bygd opp av tynnveggede kar – kapillærer. Lumen i de proliferende karene er ikke alltid lett igjenkjennbart. Tumor klassifiseres som et kapillært hemangiom – en godartet kartumor. Dette er en type av kapillært hemangiom som ofte kalles pyogent granulom fordi de i flere aspekter ligner granulasjonsvev og ofte kan pasienten fortelle om et traume/en skade i den aktuelle området tidligere (kfr. læreboka). Tumor er ikke fjernet i fritt vev, det vil si at den når frem til reseksjonsflaten og det kan ikke garanteres at pasienten er helbredet. Det kan derfor hende at tumor residiverer.", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen hemangiom ut fra lysmikroskopisk bilde.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 60}, "m3_61": {"slide_set": "Bakteriell pneumoni", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/s14_03.04.2012_20.42.41.ecw", "slide_text": "51 år gammel kvinne med alvorlig bulløs hudsykdom. Hun behandles for dette med prednison og immurel. Hun ble nå innlagt akutt med høy feber og svært dårlig allmentilstand og dør etter kort tid på sykehuset. Rtg thorax like før hun døde viste flekkvise lungeinfiltrater. Slike infiltrater ble også påvist ved obduksjonen. Snitt fra ett av infiltratene. Studer lungeparenchymet. På hvilke måte er lungeparenchymet patologisk forandret og hva kan årsaken være til dette? ", "slide_comment": "Lungevevet har for det meste bevart grunnstruktur, men alveolene er utfylt av levkocytter og luftholdigheten er sterkt redusert særlig i sentrale deler av snittet. Levkocyttinfiltratet i alveolene domineres av nøytrofile granulocytter, i noen områder ses også proteinholdig væske (ekssudat), erytrocytter og alveolemakrofager. I enkelte områder er levkocyttinfiltratene så tette at det er vanskelig å identifisere alveolestrukturen; slike områder representerer betydelig vevsskade. I snittet er det også flere bronkioleprofiler. De har avstøtt sylinderepitel og er fyllt av levkocytter. Det foreligger således betennelse i bronkier og alveolært lungevev og tilstanden klassifiseres derfor som bronkopneumoni. Dette er det vanligste histologiske mønsteret ved baktieriell pneumoni. Hos den aktuelle pasienten er det sannsynlig at hennes grunnsykdom og behandlingen for denne har svekket hennes immunforsvar og dermed bidratt til det fatale resultatet hos denne forholdsvis unge pasienten.", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen bakteriell pneumoni ut fra lysmikroskopisk bilde.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 61}, "m3_62": {"slide_set": "Viruspneumoni", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/114_40x.ecw", "slide_text": "8 år gammel gutt med tidligere påvist T-celle defekt og svikt i det humorale immunforsvaret. Han hadde fra tidlig barnealder hatt alvorlige infeksjoner. Han hadde nå for 5 dager siden fått vannkopper med betydelige utbrudd, til dels med hudblødninger. Han ble innlagt akutt på grunn av tiltagende pustebesvær og døde etter kort tid. Ved obduksjonen var det væske i begge pleurahuler og lungene hadde økt konsistens. Studer snittet og beskriv de patologiske forandringene i lungevevet. ", "slide_comment": "Lungevevet har bevart grunnstruktur, men alveolesepta er breddeforøkede med økt antall levkocytter. Flertallet av levkocyttene har små mørke kjerner og er lymfocytter. Det foreligger dermed en interstitiell pneumoni som er mønsteret ved viruspneumoni. I flere områder av snittet er alveolene utfyllt av et lyserødt materiale som er proteinholdig væske (ekssudat) samt alveole-makrofager. Vanligvis er det ikke væske i alveolene ved interstitiell pneumoni, men her foreligger en fatal infeksjon med ekssudat fra kar i alveolesepta.", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen interstitiell pneumoni ut fra lysmikroskopisk bilde.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 62}, "m3_63": {"slide_set": "Carcinoid", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/vii_3.ecw", "slide_text": "48 år gammel mann som 6 år tidligere ble laserbehandlet for endobronkial benign tumor i venstre lunges apikale underlappssegment. Senere årlige kontroller har vært uten anmerkning. Nå tilkommet tumor med samme lokalisasjon og det gjøres derfor segmentreseksjon av lungen og uttak av lokale lymfeknuter. Problemstilling: Residiv? Lungecancer med metastaser? Studer snittet fra tumor. Hvilken type av patologisk forandring foreligger? ", "slide_comment": "Det ses en endobronkial tumor kledd av bronkialslimhinne. I lumen ses slim. Tumor er velavgrenset og har gjennomgående et ensartet utseende. Tumorcellene danner øyer omgitt av bindevevsdrag med kar og fokal lymfocyttinfiltrasjon. Tumorcellene er små med sparsom mengde cytoplasm og små kjerner med veldig lite størrelsesvariasjon. Det er enkelte minimale nekroser, men det er ikke sett mitoser. Bildet passer med den benigne endokrine tumoren carcinoid som også var diagnosen på den opprinnelig tumor. At det er en endokrin tumor ble bekreftet med immunhistokjemisk undersøkelse med antistoff mot kromogranin A og synaptofysin. Det var ikke tegn til metastase i de undersøkte lymfeknutene. Det er 2 typer av carcinoid, typisk og atypisk der den atypiske formen har større grad av pleomorfi, nekrosetendens og malignitetspotensiale. ", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen dette som en benign epitelial neoplasi. ", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 63}, "m3_64": {"slide_set": "Plateepitelkarsinom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/s20_120912.ecw", "slide_text": "66 år gammel mann med 50 års røykehistorie. Nå tiltagende kronisk hoste og tungpustenhet. Utredning viste stor tumor i høyre lunge og hele lungen ble fjernet. Ved undersøkelse av resektatet vokste tumor rundt store bronkiegrener helt ut til pleura. Snitt fra tumor med relasjon til bronchus. Studer snittet med tumor og beskriv hva du ser. Hvilken type av tumor er dette og hva er utgangspunktet? ", "slide_comment": "Det ses bronkialbrusk og intakt respiratorisk slimhinne som buler seg inn i bronkiallumen og omslutter øyer av tumorvev. Disse øyer er omgitt av bindevevsdrag med tette infiltrat av levkocytter, hovedsakelig lymfocytter. Tumorvevet viser betydelig kjernepleomorfi med tydelige nukleoler og mitoser forekommer frekvent. Mot sentrum av tumorøyene ses ofte celler med sterkt rødfarget cytoplasma som representerer keratiniserte celler. I slike sentrale områder ses også sparsomt med nekrotiske celler og kjernefragmenter. Dette er et plateepitelkarsinom slike utgår ofte fra metaplastisk plateepitel i en bronkialgren. Noe slikt primærfokus er ikke med i det aktuelle snittet. ", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen dette som et plateepitelkarsinom.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 64}, "m3_65": {"slide_set": "Adenokarsinom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/s_25_40x.ecw", "slide_text": "71 år gammel mann som søker lege på grunn av ufrivillig vekttap og nedsatt allmenntilstand. Som ledd i utredningen ble det utført røntgen thorax som viste tumor i venstre lunges underlapp. Det ble gjort segmentreseksjon av lungen med fjerning av tumor. Snitt fra tumor. Studer snittet med tumor og beskriv hva du ser. Hvilken type av tumor er dette? ", "slide_comment": "Det ses en ganske velavgrenset tumor som dog vise infiltrasjon i det alveolære lungevevet. Tumorcellene danner strenger og kjertellignende strukturer som ofte avgrenser lyse områder med ujevne striper. Disse lyse områdene representerer slim. Epitelcellene som danner kjertelformasjoner har kjerner som varierer i form, størrelse og polaritet. Det er sparsomt med mitoser. Dette er et slimdannende adenokarsinom med utgangspunkt i sylinderepitelceller i atypisk adenomatøs hyperplasi. ", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen dette som et adenokarsinom. ", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 65}, "m3_66": {"slide_set": "Småcellet karsinom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/s_25_40x.ecw", "slide_text": "62 år gammel kvinne. Hun har vært mangeårig storrøyker. De siste månedene kjent seg slapp og trøtt med økende hosteplager. Utredning viser tumor i venstre lunges overlapp. Operert med fjerning av venstre overlapp. Samtidig uttatte lymfeknuter viste metastaser. Snitt fra operasjonspreparatet. Studer snittene fra tumor. Hvilken type av malign lungetumor er dette? ", "slide_comment": "Snittene er 2 nivåer av samme området. Snittet viser en bronchus gjennomvokst av et meget celletett tumorvev. Tumorcellene som er små med ytterst sparsomt cytoplasma. Cellene ligner lymfocytter, men har mer kantede og rundovale kjerner. Det er områder med multiple mitoser og apoptoser, andre områder med nekrose. Det foreligger et småcellet lungekarsinom. For å sikre diagnostikken kan det være formålstjenlig å gjøre immunhistokjemiske undersøkelser av tumor med antistoff mot CD56, kromogranin A og synaptofysin som i dette tilfelle alle er positive, hvilket bekrefter diagnosen. Farging med proliferasjonsmarkøren Ki-67 viser at en stor andel av tumorcellene prolifererer. ", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen dette som et småcellet karsinom. ", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/bg_11_13460_3_cd56_til_nevro_40x.ecw", "(CD56)"], ["https://studmed.uio.no/microscope?slide=/uio_pathology/bg_11_13460_3_chromogr_a_40x.ecw", "(Kromogranin A)"], ["https://studmed.uio.no/microscope?slide=/uio_pathology/bg_11_13460_3_ki-67_ventana_40x-2.ecw", "(Ki67)"], ["https://studmed.uio.no/microscope?slide=/uio_pathology/bg_11_13460_3synaptophysin_40x-2.ecw", "(Synaptofysin)"]], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 66}, "m3_67": {"slide_set": "Adenocystisk karsinom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/vii_7.ecw", "slide_text": "55 år gammel kvinne behandlet for gjentatte pneumonier siste halvåret. Utredning med bronkoskopi viser tumor som nesten okkluderer stammebronchus til høyre lunge. Tumor har glatt overflate og synes kledd av normal slimhinne. Det tas bronkoskopiske biopsier som sendes til histopatologisk undersøkelse med spørsmål om carcinoid. Studer biopsiene fra slimhinne og tumor. Er dette en carcinoid (kfr. snitt VII-3)? ", "slide_comment": "Tumor består av celleøyer av epitelialt vev som dels er solide dels danner små kjertellignende strukturer med lumina. Cellene er små med lav grad av kjernepleomorfi. Den har et cellefattig stroma. Biopsien viser spredte tumorinfiltrater under slimhinnen som tegn på infiltrasjon. Dette er en spesiell form for adenokarsinom i lungen kalt adenocystisk cancer. I lungen utgår den fra peribronkiale kjertelelementer, men vanligste utgangspunkt for adenocystisk cancer er små spyttkjertler i munnen. Den vokser oftest langsomt og er lavgradig malign med stor residivtendens, men kan også metastasere til andre organer/vev som ben, lever og hjerne.", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen dette som en variant av adenokarsinom. ", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 67}, "m3_68": {"slide_set": "Plateepitelkarsinom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/vii_8.ecw", "slide_text": "79 år gammel mann som har røykt i 63 år. Hans kroniske bronkitt har blitt forverret de seneste årene og han har nå et par måneder kjent seg ute av form. Utredning ved sykehus viser 2 cm stor tumor i høyre underlapp som ekstirperes. Snitt fra operasjonspreparatet. Studer snittet fra tumor. Hvilken type tumor er dette? Hvilken type av patologisk forandring ser du i lungevevet utenom tumor? ", "slide_comment": "Velavgrenset, men ikke kapselkledd tumor bygd opp strenger og drag av epitel adskilt av bindevevsdrag med kar og sparsom betennelse. Tumorcellene viser betydelig pleomorfi fra små celler med små kjerner til store celler med store og uregelmessige kjerner. Det er tydlige nukleoler i mange kjerner, også flerkjernede tumorceller forekommer. Tumorcellene viser fokal forhorning, i noen tumorstrenger omfattende sentrale nekroser. Det er rikelig med mitoser og apoptoser. Det foreligger således et plateepitelkarsinom. I lungen utenfor tumor ses områder med organiserende pneumoni med de typiske små ansamlingene av løsmasket bindevev ”fibroblastballer” (kfr. snitt III-3). ", "slide_goal": "Ingen læringsutbytte", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 68}, "m3_69": {"slide_set": "Småcellet karsinom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/bg_11_13460_4_40x-2.ecw", "slide_text": "63 år gammel kvinne som har røykt siden ungdommen. De siste månedene har hun kjent seg slapp og trøtt med økende irritasjonshoste. Utredning viser bronchus-nær tumor i høyre lunges overlapp. Operert med fjerning av overlapp. Det var forstørrede lymfeknuter langs bronkialtreet. Snitt fra operasjonspreparatet. Studer snittene fra tumor. Hvilken type av malign lungetumor er dette? ", "slide_comment": "Snittet viser en skråttskåret bronchus med tumorvekst på begge sider av lumen (i andre snittnivåer vokste tumor rundt bronchus). Det er infiltrasjon av tumor i bronkialveggen, men ikke i slimhinnen. Det celletette tumorvevet består av flere knuter av ulik størrelse og viser tydelig infiltrasjon. Tumorcellene som er små med meget sparsomt cytoplasma og har kantede, rundovale kjerner. Det er områder med nekroser og apoptoser, men mitoser er ikke lett å finne. Immunhistokjemisk farging med Ki-67 viste imidlertid 70% positive kjerner som tegn på aktiv proliferasjon. Dette er et småcellet lungekarsinom og 5 av 7 undersøkte lymfeknuter viste metastase. ", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen dette som et småcellet karsinom. ", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 69}, "m3_70": {"slide_set": "Atypisk carcinoid", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/vii_10.ecw", "slide_text": "70 år gammel mann som i flere måneder hadde vært plaget av hoste, den senere tiden har ekspektoratet vært blodig. En dag hostet han opp en vevsbit som han tok med til fastlegen som la den i formalin og sendte den til histopatologisk undersøkelse. Studer snittene av den innsendte vevsbiten og beskriv de histopatologiske forandringene. Hvilken type av histopatologisk forandring foreligger? ", "slide_comment": "Det foreligger et tumorvev med lobulært preg. Lobuli er bygd opp av epitel avgrenset av bindevevsdrag med minimal betennelse. Epitelet er ofte regelmessig kubisk/lav sylindrisk i grensesonen mot bindevevet såkalt palisadering. Epitelcellene er regelmessige i noen lobuli, mer pleomorfe i andre. I flere lobuli er det også områder med nekroser. Det er kun noen få mitoser. Tumor klasses som en atypisk carcinoid på grunn av fokale nekroser og pleomorfi (kfr. snitt VII-3). Atypisk carcinoid har et større malignitetspotensiale enn typisk carcinoid, men regnes i utgangspunktet ikke som en malign tumor. ", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen atypisk carcinoid som en tumor med større malignitetspotensiale enn typisk carcinoid. ", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 70}, "m3_71": {"slide_set": "Angiomyolipom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/VIII-1.ecw", "slide_text": "35 år gammel kvinne som i lengre tid hadde ubehag i flanken og baktil i buken. Plagene hadde økt de seneste månedene. Ved undersøkelse hos fastlegen ble det påvist nedsatt nyrefunksjon, hematuri og oppfylling lateralt baktil på høyre side. Videre undersøkelse med CT viste store svulster i begge nyrer. Pasienten ble operert og begge nyrene med svulster ble fjernet. Studer snittet fra svulsten i den høyre nyren. Hvilke 3 vevskomponenter består svulsten av?", "slide_comment": "De 3 komponentene i tumor er blodkar, glatt muskulatur og fettvev. Karene er tykkveggede og noe uregelmessige i formen. Utenfor karene sees bunter av glatt muskulatur som går i ulike retninger. Muskelcellekjernene varierer lite i form og størrelse og det er ikke sett mitoser. Muskelbuntene avgrenser områder med den 3. vevskomponenten som er fettvev oppbygd av ordinære fettceller. Dette er en tumor som kalles angiomyolipom etter sine 3 vevskomponenter. Den var tidligere ansett å være et hamartom, men nyere forskning har vist at det er en neoplasi utgått fra pluripotente perivaskulære epiteloidceller. Tumortypen kan forekomme i flere organer og er godartet. Som hos den aktuelle pasienten forekommer angiomyolipom ofte hos pasienter med tuberøs sklerose – et autosomalt dominant syndrom. ", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen de 3 vevskomponentene i tumor og kunne konkludere at dette er benign tumor.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 71}, "m3_72": {"slide_set": "Klarcellet karsinom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/VIII-2.ecw", "slide_text": "69 år gammel mann som kommer til fastlegen på grunn av ubehag i flanken og baktil til venstre. Ved urinprøve påvises hematuri, men klinisk undersøkelse kunne ikke påvise sikker tumor. Det ble imidlertid gjort en CT abdomen som viste en tumor med største diameter 7 cm i venstre nyre samt en 4 cm stor tumor i høyre nyre. Pasienten ble operert kort tid etter; tumor i høyre nyre ble fjernet med segmentreseksjon og hele venstre nyre med tumor ble fjernet. Ved makroskopisk undersøkelse ble det notert at svulstene var grågule, velavgrensete og knutet. Tumor vokste ut mot nyrekapselen uten å vokse gjennom denne, på venstre side vokste tumor inn i nyrevenen. Studer snittet fra tumor og tilgrensende nyrevev i høyre nyre. Hvilken celletype er tumor bygget opp av?", "slide_comment": "Tumor bygges opp av strenger og reder av epiteliale celler med rikelig lyst eller klart cytoplasma. Kjernene er gjennomgående små, men varierer en del i størrelse og mange har en liten, men tydelig nukleol. Enkelte steder danner tumorcellene tubulære strukturer. I noen områder er tumorcellene degenerert med bare strukturfattige partier tilbake. Tumor er begrenset av en nesten komplett kapsel mot det øvrige nyrevevet. Til tross for den begrensete atypien og kapselbegrensningen er dette en malign tumor, et klarcellet nyrekarsinom. Tumor er høyt differensiert, men viste likevel infiltrasjon i nyrevene i et annet snitt. Tumor utgår fra tubulusepitel og er den vanligst forekommende maligne tumor i nyren.", "slide_goal": "Du skal kunne drøfte histologiske funn og malignitetskriterier samt kjenne igjen klarcellet nyrekarsinom.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 72}, "m3_73": {"slide_set": "Interstitiell nefritt", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/VIII-3.ecw", "slide_text": "73 år gammel kvinne med plasmacellesykdom i mange år. Dessuten behandles hun for høyt blodtrykk og diabetes type II. Pasienten ble nå innlagt i lokalsykehus med akutt nyresvikt med kreatininkonsentrasjon i blodet på 298 mmol/l. Lett proteinuri, ingen hematuri. Det ble tatt en nålebiopsi fra nyren for histologisk undersøkelse. Studer snittet fra nålebiopsien – hvilken type av patologisk forandring foreligger og i hvilken komponent av nyreparenchymet dominerer patologiske forandringer?", "slide_comment": "Allerede oversiktsforstørrelsen gir mistanke om at det dreier seg om en betennelsesprosess. Det foreligger mange og til dels tette betennelsesinfiltrater der høyere forstørrelse viser at infiltratene består av lymfocytter, plasmaceller og sparsomt med granulocytter hvorav noen eosinofile. Betennelsen er hovedsakelig lokalisert til interstitiet, men i noen områder sees også betennelse i tubuli: Dels i form av lymfocyttinfiltrasjon i tubulusepitellaget (såkalt tubulitt), dels i form av ekssudat med avstøtte/nekrotiske celler i tubuluslumen. Glomeruli og kar er ikke involvert i betennelsen. Det foreligger tubulointerstitiell nefritt med eosinofile granulocytter, en tilstand som i de aller flest tilfeller skyldes reaksjon på legemidler (obs kosttilskudd). ", "slide_goal": "Du skal kunne kunne gjenkjenne tubulointerstitiell betennelse med eosinofile granulocytter og kunne drøfte patogenesen.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 73}, "m3_74": {"slide_set": "Halvmånenefritt", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/VIII-4.ecw", "slide_text": "65 år gammel kvinne som ble innlagt i lokalsykehus med alvorlig akutt nyresvikt. SR var >100 mm/t. Urinmikroskopi viste nefrittsediment med kornede sylindere og røde blodlegesylindere. Videre undersøkelser viste også mistanke på lungeblødning. Det ble derfor tatt en nålebiopsi fra nyren for histologisk undersøkelse. Studer snittet fra nålebiopsien - i hvilken komponent av nyreparenchymet dominerer patologiske forandringer og hvilken type av patologisk forandring foreligger?", "slide_comment": "Det er alt overveiende glomeruli som er affisert av den patologiske prosessen selv om det også er fokale interstitielle infiltrater, hovedsakelig i nærheten av glomeruli samt forandringer i tubuli med røde blodlegemer i lumina og vakuolisering av epitelet i enkelte nefronavsnitt. I glomeruli foreligger segmentale nekroser fra ferske til delvis tilhelete. I Bowmans rom ses celleproliferasjon som omfatter deler av sirkumferensen og som derfor ofte betegnes som halvmåner. De prolifererende cellene er svar på ekssudasjon og fibrinutfelling i Bowmans rom og består av parietalceller og monocytter/makrofager; også granulocytter kan forekomme. Dette er en såkalt halvmåne-glomerulonefritt og tilstanden er immunmediert. Tilstanden krever hurtig og kraftfull medisinsk behandling og medfører oftest permanent nyreskade.", "slide_goal": "Du skal kunne kunne gjenkjenne halvmåne-glomerulonefritt og kunne drøfte patogenesen.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 74}, "m3_75": {"slide_set": "Hyperplasi i prostata", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/VIII-5.ecw", "slide_text": "74 år gammel mann som kommer til fastlegen på grunn av tiltagende vannlatningsbesvær som har utviklet seg over flere år. Han må nå opp for å late vannet flere ganger om natten, det er dårlig trykk på strålen og ofte tar det tid før vannlatningen kommer i gang. Han er for øvrig i god form uten særlige helseplager. Ved undersøkelsen finner legen en betydelig forstørret prostatakjertel med fast elastisk konsistens. Pasienten henvises til urologisk avdeling ved sykehuset og der bestemmes i samråd med pasienten at det skal gjøres en transuretral prostatareseksjon. Studer materialet fra denne reseksjonen – hvilken type av patologisk forandring foreligger?", "slide_comment": "Snittet består av et 10-tall fragmenter av prostatavev. I oversiktsforstørrelse ses dels kjertelfattige områder med fibromuskulært vev dels områder som er mer kjertelrike. I de kjertelrike områdene ses kjertler av ulik størrelse, ofte store med papillære formasjoner - en stilk av bindevev er kledd av epitel på to sider – bukter inn i lumen av kjertelen. Epitelcellene er høye sylinderepitelceller med rikelig lyst cytoplasma og en liten basalstilt kjerne. Det er liten eller ingen kjernepleomorfi og det er ingen mitoser. Ved ytre begrensningen av kjertelen ses sparsomt med spolformede celler; dette er myoepiteliale celler som er en normal bestanddel av kjertelelementene. I lumen av en del kjertler ses rosafargede runde strukturer, enkelte med tegninger som ligner årringer. Dette er retinerte proteiner som delvis er forkalkete og strukturene kalles corpora amylacea. Områdene med kjerteproliferasjon er ofte anordnet i knuter og tilstanden betegnes derfor ofte nodulær hyperplasi. ", "slide_goal": "Du skal kunne kunne gjenkjenne de vanlige elementene i nodulær hyperplasi i prostata.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 75}, "m3_76": {"slide_set": "Urotelialt karsinom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/VIII-6.ecw", "slide_text": "80 år gammel mann som søker fastlegen på grunn av smerter i nedre delen av buken og blod i urinen. Pasienten har ikke vannlatningsproblemer og klinisk undesøkelse ga ikke holdepunkter for prostatacanser. Han ble dermed henvist til urolog for cystoskopi og ved denne undersøkelsen finner legen en utposning av blæren (en divertikkel) med uregelmessig slimhinne. Resultatet av histologiske undersøkelse av biopsier tatt ved cystoskopien motiverer kirurgisk fjernelse av det aktuelle området av urinblæren. Studer det histologiske snittet gjennom det fjernete segmentet av urinblæreveggen. Hvilke typer av patologiske forandringer foreligger?", "slide_comment": "Den ene siden av overflaten av snittet er kledd av urotelslimhinne. Urotelet er infiltrert av lymfocytter. I underliggende stroma er det ødem og moderat betennelse med lymfocytter og fokalt rikelig med plasmaceller samt sparsomt med nøytrofile granulocytter. Mer sentralt går overflaten over i et uregelmessig tumorvev. Tumor består av strenger og drag av epiteliale elementer med antydet papillær struktur fokalt på overflaten. I deler av overflaten er slimhinnen ulcerert. Tumor vokser dypt i veggen og infiltrerer og destruerer muskellaget. I dypere deler av veggen er tumorvevet lavere differensiert og ikke så tydelig epitelial. Her er pleomorfien større og mitosene flere. Tumor induserer fibrose og fokal nekrose. Tumor klassifiseres som et lite differensiert urotelialt karsinom.", "slide_goal": "Du skal kunne drøfte histologiske funn og malignitetskriterier samt kjenne igjen urotelialt karsinom.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 76}, "m3_77": {"slide_set": "Mesangioproliferativ glomerulonefritt", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/VIII-7.ecw", "slide_text": "23 år gammel gutt som et par ganger har merket blodig urin i forbindelse med øvre luftveisinfeksjoner. Den senere tiden etter en slik episode har han følt seg trøtt og sliten. Ved kontakt med fastlege ble det påvist forhøyet blodtrykk til 135/95 mmHg og forhøyet kreatinin til 130 mmol/L. Urinanalyse viste hematuri ++ og proteinuri +. Pasienten ble henvist til sykehus for videre utredning med spørsmål og glomerulonefritt. Som del av utredningen ble det tatt nålebiopsi fra nyren. Studer snittet fra nålebiopsien – hvilken del av nyreparenchymet er patologisk forandret og hva består forandringen av?", "slide_comment": "Snittet viser nålebiopsi med kortikalt nyrevev. Glomeruli er patologisk forandret ved at mesangiumområdene er utvidet med økt antall celler. Kapillærveggene i glomeruli er normale, men i enkelte glomeruli foreligger sammenvekst av kapillærnøstet med Bowmans kapsel. Nyreparenchymet forøvrig er velbevart, men arterioler viser lett hyalin veggfortykkelse. Bildet passer med lavgradig mesangial proliferativ glomerulonefritt (utvidet mesangium med økt celleantall). Immunhistokjemisk undersøkelse for immunglobuliner viste granulære nedslag av IgA og dermed kunne diagnosen IgA nefropati stilles. ", "slide_goal": "Du skal kunne kunne gjenkjenne mesangial proliferativ glomerulonefritt og kunne drøfte patogenesen.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 77}, "m3_78": {"slide_set": "Pyelonefritt", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/VIII-8.ecw", "slide_text": "69 år gammel kvinne som for 6 uker siden hadde blitt nyretransplantert på grunn av hypertensiv nefropati. Det har vært et ukomplisert postoperativt forløp og pasienten kjenner seg i god form ved denne ordinære kontrollen. Kreatininen har steget fra 118 til 131 mmol/L siste uke. I forbindelse med 6 ukers kontrollen tas rutinemessig en nålebiopsi fra transplantatet. Med tanke på økt kreatininkonsentrasjon undrer behandlende lege om pasienten er i ferd med utvikle en avstøtningsreaksjon. Studer snittet fra nålebiopsien – hvilke deler av nyreparenchymet er patologisk forandret og hvilken type av patologisk forandring foreligger?", "slide_comment": "Snittet viser nålebiopsi med kortikalt nyrevev fra transplantatet. I første rekke er tubuli og interstitium patologisk forandret. Det dreier seg om betennelse og infiltratet domineres helt av nøytrofile granulocytter. Flere tubulusprofiler er dilaterte og utfylte av granulocytter som assosierer til abscessdannelse. Det er også enkelte foci i interstitiet med henfall og blødning som ved begynnende abscessdannelse. Bildet passer med akutt bakteriell infeksjon og det ble senere påvist oppvekst av E. coli i urinen. Det er rimelig å tolke dette som en oppadstigende infeksjon fra urinblæren. I tillegg til den akutte infeksjonen viser nyrevevet arterier med moderat intimafibrose som ledd i en arteriosklerotisk prosess som sannsynligvis er donatorrelatert. Glomeruli er uten patologiske forandringer. Det er ikke funn av avstøtningsreaksjon – da ville det foreligge omfattende interstitielt lymfocyttinfiltrat (T-celler) som griper over på tubuli med lymfocytter basalt i epitellaget.", "slide_goal": "Ingen læringsutbytte", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 78}, "m3_79": {"slide_set": "Diabetisk nefropati", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/VIII-9.ecw", "slide_text": "55 år gammel overvektig mann som har vært behandlet for høyt blodtrykk i noen år. For halvannet år siden ble det diagnostisert diabetes type II, hans kreatinin var da 95 mmol/L. Nå har blodtrykket økt til tross for behandlingen og kreatininet har økt til 160 mmol/L. Det er ikke hematuri eller proteinuri. Pasienten opplyser at han har brukt en del Paracet og Ibux på grunn av ryggbesvær de seneste månedene. Det tas nålebiopsi fra nyren for å klarlegge grunnen til nyresvikten. Studer snittet fra nålebiopsien – hvilke deler av nyreparenchymet er patologisk forandret og hvilke typer av patologiske forandringer foreligger?", "slide_comment": "Alle komponenter av nyreparenchymet er affiserte, men i varierende grad. I størst grad er glomeruli patologisk forandrete. Det foreligger en klar utvidelse av mesangiumområdene og utvidelsen har ofte en knutet struktur med liten eller ingen mesangiecelleøkning. Mesangiecellene er ofte lokalisert til ytterkanten av den økte mesangiale matriksen. Enkelte kapillærslynger er fortykkete. Det ses også helt arromvandlete glomeruli, såkalt global sklerose. Tubuli viser områder med atrofi i form av redusert lumen og fortykket basalmembran. Interstitielt ses områder med fibrose, men kun minimal fokal betennelse. Små arterier er nærmest upåfallende, men arteriolene viser hyalin lavgradig veggfortykkelse (hyalin arteriolosklerose). Den knutete utvidelsen mesangiumområdene (nodulær glomerulosklerose) er en typisk, men ikke diagnostisk forandring for diabetisk nefropati. Ved at andre årsaker kunne utelukkes i dette tilfellet, ble diagnosen diabetisk nefropati.", "slide_goal": "Du skal kunne kunne gjenkjenne de typiske vevsforandringene ved diabetisk nefropati.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 79}, "m3_80": {"slide_set": "Prostatakarsinom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/VIII-10.ecw", "slide_text": "63 år gammel mann kommer til lege på grunn av tiltagende vannlatningsbesvær utviklet over flere måneder. Han må nå opp for å late vannet flere ganger om natten, det er dårlig trykk på strålen og ofte tar det tid før vannlatningen kommer i gang. Han er for øvrig i god form uten særlige helseplager. Ved undersøkelsen finner legen en moderat forstørret prostatakjertel med et område med hard konsistens baktil. Pasienten henvises til urologisk avdeling ved sykehuset der det etter videre utredning gjøres total prostatektomi. Studer snittet som omfatter en sektor av den fjernede prostatakjertelen. Hvilke typer av histopatologiske forandringer foreligger?", "slide_comment": "Snittet viser prostatavev med tumorvekst. Tumor oppbygges av overveiende dårlig avgrensede, delvis sammenflytende mindre kjertler. Sammenlignet med ordinært prostatavev er kjernene forstørrede og mengden cytoplasma redusert. Tumorvevet mangler de basale cellene som sees i ordinært prostataepitel. Kjernene i tumorvevet har et løsmasket kromatin og mange har en liten, men tydelig nukleol. Det forekommer en del apoptoselegemer i tumor, men mitoser er vanskelig å finne. I periferien av kjertelen sees i flere områder perinevral tumorvekst. Snittet viser adenokarsinom i prostata. Denne svulstformen graderes i henhold til Gleason-systemet hvor avvik fra normal kjerteldannelse graderes i en 5-gradig skala, der grad 1 representerer de mest veldifferensierte og grad 5 de minst differensierte. De 2 mest dominerende mønstre innenfor tumor graderes og summeres. Denne svulsten ble gradert som 4+3=7 tilsvarende en middels høyt differensiert cancer i det vanlige graderingssystemet.", "slide_goal": "Du skal kunne drøfte histologiske funn og malignitetskriterier samt kjenne igjen adenokarsinom i prostata.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 80}, "m3_81": {"slide_set": "Lichen planus i munnslimhinne", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/IX-1.ecw", "slide_text": "57 år gammel mann som oppsøker tannlegen på grunn av en kløende forandring på innsiden av venstre kinn. Symptomene har vart i 3-ukers tid. Tannlegen finner en velavgrenset, gråhvit slimhinneforandring med største diameter 1,3 cm. Overflaten er uregelmessig og trådaktig. Forandringen skjæres bort i lokalbedøvelse. Spørsmålsstilling på rekvisisjonen som følger preparatet til Avdeling for patologi: Lichen planus? Levkoplaki? Studer slimhinnebiopsien – hvilken del av slimhinnen er patologisk forandret og hvilken type av patologisk forandring foreligger?", "slide_comment": "De patologiske forandringene omfatter både epitelet og underliggende stroma. Epitelet viser en modningsforstyrrelse der den normale modningen med tap av fargbarhet i cytoplasma uteblir; cytoplasma er sterkt eosinofil i hele epiteltykkelsen. På overflaten ligger et lag av sterkt fargbare lameller, de representerer keratin og fenomenet kalles hyperkeratose. Epitelcellekjernene derimot, modner på en tilnærmet normal måte ved at de blir mindre når cellene nærmer seg overflaten for så å forsvinne helt. Grensesonen mellom epitellag og underliggende stroma viser betydelige patologiske forandringer. Grensen er uskarp med tunger av relativt sammenhengende epitel som går ned i stroma; disse tungene beskrives som at de danner sagtannsmønster. Basale deler av epitelet er invadert av lymfocytter og makrofager som skader basalcellene. Det ses rester av basalceller i form av eosinofile apoptotiske eller fibrillære legemer. Tungene av epitel som vokser ned i stroma er reaksjon på skaden. Betennelsesinfiltratet i underliggende stroma består alt vesentlig av lymfocytter og makrofager; det er også en del nydannede kapillærer med forstørrete endotelceller. Fordi betennelsesinfiltratet er begrenset til en sone under epitelet beskrives det ofte som båndformet. Forandringene er typiske for lichen planus. Differensialdiagnosen levkoplaki (betyr hvit flekk) som foreslått av kliniker er en premalign tilstand med epiteldysplasi. Det foreligger ikke her (sammenlign med snitt V-3).", "slide_goal": "Du skal kunne kunne gjenkjenne de typiske vevsforandringene ved kronisk betennelse med cytoplasmatisk modningsforstyrrelse i plateepitelkledd slimhinne og drøfte differensialdiagnosen mot premalign forandring/dysplasi.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 81}, "m3_82": {"slide_set": "Pleomorft adenom i parotis", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/IX-2.ecw", "slide_text": "60 år gammel kvinne som de seneste månedene har merket en smertefri kul på kinnet foran venstre øre. Den har langsomt blitt større og hun går til fastlegen og spør henne om hun tror det kan være noe farlig. Fastlegen undersøker pasienten og finner en fast elastisk tumor som synes velavgrenset og sannsynligvis lokalisert til glandula parotis. Fastlegen informerer pasienten om at dette må undersøkes nærmere og pasienten henvises til øre-,nese-, halsavdelingen på sykehuset. Utredningen konkluderer med at pasienten bør få fjernet tumor og det utføres derfor en parotidektomi. Operasjonspreparatet sendes til histopatologisk undersøkelse med spørsmål om malignitet. Studer snittet fra tumor og beskriv de ulike komponentene som tumor består av. Hvilken type spyttkjerteltumor er dette?", "slide_comment": "Snittet omfatter del av tumor og tilgrensende normalt spyttkjertelvev. Tumor er velavgrenset og omgitt av en inkomplett bindevevskapsel. Tumor har to hovedkomponenter: En epitelial komponent og mesenchymal/bindevevs- komponent. Den epiteliale komponenten danner strenger og drag med tendens til kjerteldannelse. Kjernene er rundovale og gjennomgående små med lett variasjon i form og størrelse. Cellene har sparsom mengde eosinofil cytoplasma. Den mesenchymale komponenten består av et myksoid (slimaktig) stroma som ligner brusk. (Ekte brusk kan forekomme i denne type tumor, men er ikke tilstede her). Stromacellene er langstrakte, fibroblastlignende, enkelte steder stjerneformede. Det er ikke sett mitoser i noen av vevskomponentene. Dette er et eksempel på den vanligste spyttkjerteltumoren, nemlig pleomorft adenom. Dette er i utgangspunktet en benign tumor, men den kan residivere og i sjeldne tilfeller utvikle seg til en malign tumor.", "slide_goal": "Du skal kunne beskrive de ulike vevskomponentene i tumor og kjenne igjen den som pleomorft adenom.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 82}, "m3_83": {"slide_set": "Adenokarsinom i ventrikkelslimhinne", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/IX-3.ecw", "slide_text": "83 år gammel mann, tidligere frisk, som kommer til legen på grunn av magesmerter. Pasienten har i løpet av de siste par måneder gått ned 3 kg i vekt, kjent seg trøtt og hatt dårlig matlyst. I perioder har han også vært kvalm og ved et par anledninger har han kastet opp kaffegrut-lignende mageinnhold. Han har også merket at avføringen av og til har vært svart. Ved røntgenundersøkelse av magesekken fant man et 3 cm stort sår på curvatura major-siden som ble bekreftet ved endoskopi. Biopsier fra sårkanten ga mistanke om malignitet, og man bestemmer seg for å gjøre en ventrikkelreseksjon a.m. Billroth II. Spørsmålsstilling på rekvisisjonen som følger preparatet til Avdeling for patologi: Ventrikkel-ulcus? Cancer? Studer snittet fra såret og tilgrensende slimhinne og forsøk å finne svaret på spørsmålene fra kliniker.", "slide_comment": "Ved makroskopisk undersøkelse av operasjonspreparatet ble det påvist et 3x2 cm stort sår i slimhinnen med uregelmessige kanter. Kurssnittet omfatter deler av såret og kanten av dette. Oversiktforstørrelse viser at såret går dypt ned i veggen gjennom muskellaget og ned om omkringliggende fett. I høyere forstørrelse ses sårbunnen bestå av nekrotisk vev, cellerester og fibrin. Under sårbunnen er det kollagenrikt bindevev med lavgradig kronisk betennelse. Under deler av såret ses uregelmessige/atypiske kjertelstrukturer med atypisk epitel med celle- og kjernepleomorfi og tap av polaritet. Kjernene har ofte nukleoler. De atypiske kjertelelementene infiltrerer i stroma. Det foreligger således et sårdannende adenokarsinom av intestinal type.", "slide_goal": "Du skal kunne drøfte histologiske funn og malignitetskriterier samt kjenne igjen adenokarsinom av intestinal type i ventrikkelslimhinne.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 83}, "m3_84": {"slide_set": "Ulcerøs colitt", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/IX-4.ecw", "slide_text": "34 år gammel kvinne med noen måneders aktuell sykehistorie. Hun har ”alltid” vært plaget av såkalt nervøs mage. De siste 3 månedene har hun hatt økende plager med vanntynn diaré med økende frekvens. Hun har kjent seg slapp og trøtt. Medisinsk behandling har vært uten effekt og man bestemmer seg derfor for å gjøre colektomi. Spørsmålsstilling på rekvisisjonen som følger operasjonspreparatet til Avdeling for patologi: Ulcerosa? (=klinikerslang for ulcerøs colitt). Studer biopsien fra colonresektatet – på hvilken måte er slimhinnen patologisk forandret?", "slide_comment": "Snittet viser sår og pseudopolypp (i slimhinne er en polypp en struktur som hever seg over slimhinnenivå/bukter inn i lumen; en pseudopolypp er ingen ekte polypp fordi den representerer bevart slimhinne omgitt av sår og derfor makroskopisk ser ut som en polypp). Såret viser av tap av mucosa med sårbunn i submucosa. Sårbunnen karakteriseres av blod, fibrin og kronisk betennelse med lymfocytter, sparsomt med plasmaceller og enkelte nøytrofile granulocytter. Betennelsen er begrenset til sårbunnen og øvre del av submucosa. Pseudopolyppen består av colonslimhinne med kraftig betennelse og forstyrret kryptarkitektur med tap av orientering. En del krypter er betydelig dilaterte oh fylt av betennelsesceller, lymfocytter, makrofager, plasmaceller og enkelte granulocytter, i enkelte dilaterte kryper er det også røde blodlegemer og fibrin. Krypter med rikelig med betennelsesceller i lumen kalles kryptabscesser og dette er et typisk funn ved ulcerøs colitt. Når kryptene dilateres blir epitelet avflatet og i flere av kryptene særlig i dypere deler av slimhinnen, har kryptene sprukket og betennelsesinnholdet tømt seg ut i lamina propria. Det foreligger også betennelse i lamina propria utenfor områder der krypter har sprukket. Betennelsen griper over på submucosa og muscularis mucosae er for det meste ødelagt av betennelsen. I dype deler av submucosa er det liten eller ingen betennelse; muscularis proper er uten betennelse liksom serosa/subserosa.", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen forandringene som typiske for ulcerøs colitt.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 84}, "m3_85": {"slide_set": "Tubulært adenom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/IX-5.ecw", "slide_text": "53 år gammel mann som flere ganger har merket blod i avføringen. Forøvrig har han vært frisk, spesielt har han ikke hatt magesmerter eller andre fordøyelsesbesvær før det aktuelle. Ved rektoskopi finner legen en 1,5 cm stor stilket tumor i rektum. Tumor fjernes endoskopisk. Spørsmålsstilling på rekvisisjonen som følger preparatet til Avdeling for patologi: Malignitet? Studer og beskriv slimhinneforandringene og forsøk å finne svaret på klinikerens spørsmål.", "slide_comment": "Snittet omfatter stilken (som har trukket seg sammen/foldet seg) og tumor som danner cirka halvparten av snittoverflaten. Typisk for den noe foldete og skråsnittete slimhinnen i stilken er krypter med epitel med høy andel begerceller og små basalt stilte kjerner. Dette er normal rektalslimhinne. Sentralt i området kledd av forøvrig normal rektalslimhinne foreligger en skade med brudd på basalmembranen og forandrede kar – dette representerer området der stilken har blitt brent av. Følges normalslimhinnen langs overflaten nås et område med relativt skarp overgang til patologisk slimhinnestruktur. Dette er et tumorvev som består av uregelmessige krypter og kjertelendestykker (tubulære formasjoner) bygd opp av et epitel med eosinofilt cytoplasma og forstørrede kjerner ofte med tydelig nukleol. Epitelet er celletett og andelen begerceller er til dels sterkt redusert. Kjertelstrukturene ligger tett, men er begrenset av en basalmembran. Det er ikke sett gjennomvekst av lamina muscularis mucosae selv om grensen i noen områder er noe uklar. Ved å følge overflaten av tumor videre kommer man igjen til en relativt skarp grense med overgang til normal colorektalslimhinne. Tumor er en benign kjerteldannende tumor med tubulære formasjoner og klassifiseres som tubulært adenom med moderat dysplasi. Dysplasigraderingen baseres på hvor stor andel av epiteltykkelsen som fylles av kjerner. I og med at tumorvevet på begge sider er omgitt av normal slimhinne er tumor fjernet i fritt vev og pasienten er å regne som helbredet ved det diagnostiske inngrepet – tumor er radikalt fjernet.", "slide_goal": "Du skal kunne drøfte histologiske funn og kriterier for at en tumor er radikalt fjernet samt kjenne igjen forandringene som er typiske for tubulært adenom.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 85}, "m3_86": {"slide_set": "Gastrointestinal stromal tumor", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/IX-6.ecw", "slide_text": "53 år gammel mann som flere ganger har merket blod i avføringen. Forøvrig har han vært frisk, spesielt har han ikke hatt magesmerter eller andre fordøyelsesbesvær før det aktuelle. Ved rektoskopi finner legen en 1,5 cm stor stilket tumor i rektum. Tumor fjernes endoskopisk. Spørsmålsstilling på rekvisisjonen som følger preparatet til Avdeling for patologi: Malignitet? Studer og beskriv slimhinneforandringene og forsøk å finne svaret på klinikerens spørsmål.", "slide_comment": "Snittet omfatter stilken (som har trukket seg sammen/foldet seg) og tumor som danner cirka halvparten av snittoverflaten. Typisk for den noe foldete og skråsnittete slimhinnen i stilken er krypter med epitel med høy andel begerceller og små basalt stilte kjerner. Dette er normal rektalslimhinne. Sentralt i området kledd av forøvrig normal rektalslimhinne foreligger en skade med brudd på basalmembranen og forandrede kar – dette representerer området der stilken har blitt brent av. Følges normalslimhinnen langs overflaten nås et område med relativt skarp overgang til patologisk slimhinnestruktur. Dette er et tumorvev som består av uregelmessige krypter og kjertelendestykker (tubulære formasjoner) bygd opp av et epitel med eosinofilt cytoplasma og forstørrede kjerner ofte med tydelig nukleol. Epitelet er celletett og andelen begerceller er til dels sterkt redusert. Kjertelstrukturene ligger tett, men er begrenset av en basalmembran. Det er ikke sett gjennomvekst av lamina muscularis mucosae selv om grensen i noen områder er noe uklar. Ved å følge overflaten av tumor videre kommer man igjen til en relativt skarp grense med overgang til normal colorektalslimhinne. Tumor er en benign kjerteldannende tumor med tubulære formasjoner og klassifiseres som tubulært adenom med moderat dysplasi. Dysplasigraderingen baseres på hvor stor andel av epiteltykkelsen som fylles av kjerner. I og med at tumorvevet på begge sider er omgitt av normal slimhinne er tumor fjernet i fritt vev og pasienten er å regne som helbredet ved det diagnostiske inngrepet – tumor er radikalt fjernet.", "slide_goal": "Du skal kunne drøfte histologiske funn og kriterier for at en tumor er radikalt fjernet samt kjenne igjen forandringene som er typiske for tubulært adenom.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 86}, "m3_87": {"slide_set": "Cøliaki", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/IX-7.ecw", "slide_text": "52 år gammel mann som har hatt fordøyelsesbesvær i 40 år. Tidligere har pasienten fått diagnostisert cøliaki. Han har nå fortsatte symptomer til tross for behandling med glutenfri kost. Det utføres gastroduodenoskopi med biopsier fra duodenalslimhinnen. Spørsmålsstilling på rekvisisjonen som følger biopsiene til Avdeling for patologi: Totteatrofi? Infeksjon? Studer snittet fra biopsien og forsøk å finne svaret på klinikerens spørsmål. Hvordan kan du vite at dette er en biopsi fra duodenum?", "slide_comment": "Allerede i oversiktsforstørrelse ses at det foreligger flat tarmslimhinne med ombygd arkitektur. Forekomsten av Brunnerske kjertler viser at biopsien er tatt fra duodenum slik som opplyst på rekvisisjonen. Slimhinnen preges i tillegg til manglende tottestruktur og av krypthyperplasi der grupper av epitelcellene bukter inn i kryptlumen og i noen krypter ses økt mengde mitoser. Videre ses økt mengde lymfocytter i epitellaget både i overflateepitel og kryptepitel. I lamina propria ses et tett betennelsesinfiltrat med lymfocytter, plasmaceller, makrofager og en del eosinofile granulocytter. Bildet er typisk for cøliaki og den mest sannsynlige forklaringen er at pasienten ikke har holdt seg til glutenfri diet.", "slide_goal": "Du skal kunne kjenne igjen og drøfte histologiske funn ved cøliaki.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 87}, "m3_88": {"slide_set": "Adenokarsinom i colon/rectum", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/IX-8.ecw", "slide_text": "74 år gammel tidligere frisk kvinne som de seneste månedene har merket forandret avføringsmønster. Fra tidligere å ha hatt regelmessig avføring, har hun nå dels vært forstoppet dels hatt diare. Ved et par anledninger har hun sett blod i avføringen. Fastlegen får gjennomført en fekaltest som bekrefter blod i avføringen. Coloskopi viser tumor på overgangen mellom rectum og sigmoideum og svaret på biopsiene tatt ved coloskopien medfører at pasienten blir operert med reseksjon av tumor. Spørsmålsstilling på rekvisisjonen som følger preparatet til Avdeling for patologi: Malignitet? Studer snittet fra tumor og tilgrensende slimhinne - forsøk å finne svaret på klinikers spørsmål. Sammenlign gjerne med foregående snitt (IX-6).", "slide_comment": "Snittet omfatter del av normal colon og del av tumor. I lav forstørrelse sees at ca.1/3 av snittet er normal colorektal slimhinne med med relativt skarp overgang til tumorvev. I grenseområdet mellom de to komponentene er colonslimhinnen noe oppflosset og mot lumen sees en del slim. Tumor er oppbygd av uregelmessige kjertelformasjoner og kryptelignende strukturer. Epitelet er cellerikt og i flere områder sees kjerner i hele epiteltykkelsen. Kjernene betydelig forstørrede, de viser moderat pleomorfi og mitoser forekommer frekvent. Tumor infiltrerer gjennom lamina muscularis mucosae, submucosa og dypt ned i lamina muscularis propria. Bildet er typisk for et adenokarsinom i colon og skiller seg vesentlig fra det tubulære adenomet i foregående snitt gjennom den omfattende infiltrasjonen i submucosa og muskellag.", "slide_goal": "Du skal kunne drøfte histopatologiske funn og gjenkjenne dette som et adenokarsinom i colonslimhinne.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 88}, "m3_89": {"slide_set": "Villøst adenom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/IX-9.ecw", "slide_text": "69 år gammel mann som i flere måneder har følt seg uvel med ukarakteristiske magesmerter. Ved et par anledninger har han observert slim og blod i avføringen. Pasienten henvises til lokalsykehus for coloskopi og ved denne undersøkelsen påvise et 7 cm lang bredbaset polyppøst tumorområde med nærmest sirkumferensiell vekst i øvre rectum. Det taes multiple biopsier som sendes til histopatologisk undersøkelse og resultatet foranlediger at tumor fjernes. Spørsmålsstilling på rekvisisjonen som følger preparatet til Avdeling for patologi: Adenom? Malignitet? Studer snittet som er fra et representativt tverrsnitt gjennom tumor, beskriv de histopatologiske forandringene og formuler et diagnoseforslag.", "slide_comment": "Snittet representerer et tverrsnitt gjennom tumor som er fjernet ved submukosal reseksjon. I hver ende av resektatet er det korte segmenter av colorektalslimhinne som viser lett betennelse og artefakter etter diatermi (varmeartefakter). Størstedelen av snittet består av patologisk forandret slimhinne med uregelmessig krypteformasjoner som delvis er villøse (tottelignende) strukturer med meget sparsom mengde stroma sentralt. Disse villøse strukturene strekker seg fokalt nesten fra lamina muscularis mucosae til overflaten. Epitelet er regelmessig sylindrisk med lett forstørrede kjerner som dekker mindre enn 1/3 av epiteltykkelsen. Kjernene viser liten variasjon i form og størrelse. Det er ikke sett gjennomvekst av lamina muscularis mucosae. Dette er et villøst adenom med lavgradig dysplasi og snittet taler for at tumor er radikalt fjernet selv om marginen er liten.", "slide_goal": "Du skal kunne kjenne igjen dette som et villøst adenom og drøfte differensialsdiagnoser spesielt hva som skiller denne tumor fra et adenokarsinom.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 89}, "m3_90": {"slide_set": "Mb. Crohn", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/IX-10.ecw", "slide_text": "27 år gammel mann med mer enn 10 års sykehistorie med periodevis opptredende mageknip og løs avføring/diaré uten blodtilblanding. Røntgenologisk påvist sannsynlig mb. Crohn med fortykket tarmvegg og redusert lumen (stenose) i terminale ileum. Siste 3 måneder har pasienten hatt økende symptomer som av behandlende lege oppfattes som stenosesmerter. Man bestemmer seg for å gjøre en ileocøkal-reseksjon. Spørsmålsstilling på rekvisisjonen som følger operasjonspreparatet til Avdeling for patologi: Mb. Crohn? Malignitet? Studer resektatet fra coecum – på hvilken måte er tarmveggen forandret?", "slide_comment": "Makroskopisk undersøkelse bekrefter stenose i de 10 mest distale cm av ileum. I coecum var det sårdannelser og snittet er fra en slik sårdannelse. I snittet ses slimhinne av colontype med et sentralt sår. Slimhinnen utenom såret viser lavgradig kronisk betennelse og tap av overflateepitel. I submucosa foreligger fibrose. Sårbunnen er flikete med tendens til sprekkdannelse (fissur) omgitt av tett betennelsesinfiltrat og tap av epiteliale elementer. Såret går ned til muscularis propria. I hele tarmveggens tykkelse ses betennelsesinfiltrater. Disse er ofte knutete oppbygd av celler med eosinofilt cytoplasma og rundovale kjerner med løsmasket kromatin og ofte en tydelig nukleol nær kjernemembranen – dette er aktivert makrofager og knutene er granulomer. Mange granulomer inneholder også flerkjernete kjempeceller og granulomene er omgitt av lymfocytter. Fordi granulomene og betennelsen finnes i alle vegglag klassifiseres betennelsen som transmural. Transmural granulomatøs betennelse er typisk for Mb. Crohn liksom fibrosedannelse.", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen forandringene som typiske for Mb. Crohn.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 90}, "m3_91": {"slide_set": "Virushepatitt", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/X-1.ecw", "slide_text": "47 år gammel mann med kjent leversykdom i flere år. Han har forhøyede konsentrasjoner av leverenzymer i blodprøve (ALP: 123, ASAT: 201, ALAT: 250, gamma-GT: 314). Det ble utført leverbiopsi for vurdering av histopatologiske forandringer. Studer levervevsstrukturen. Hvilke typer av histopatologiske forandringer foreligger?", "slide_comment": "Det sees lever med ombygget arkitektur med knutet preg. Portalområdene er utvidede og viser infiltrasjon av betennelsesceller med dominans av lymfocytter og makrofager. Grensen mellom portalområdene og hepatocyttene (interfasen) er delvis uskarp på grunn av infiltrasjon av betennelsesceller og gir et ”musespist” preg (betegnes som ”piecemeal” nekrose i engelskspråklig literatur). Fenomenet beskrives som interfaseaktivitet og graderes som et mål på vevsskaden. Betennelsesforandringene er ledsaget av uttalt portal fibrose med brodannelse mellom nærliggende portalområder. Fokalt sees større områder der leverparenchymet er erstattet av fibrose. Betennelsen i lobuli er diskret. Det sees imidlertid spredte enkeltcellenekroser (apoptotiske celler i form av røde små cytoplasmafragmenter). ", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen dette som en hepatitt.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 91}, "m3_92": {"slide_set": "Virushepatitt", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/X-1.ecw", "slide_text": "47 år gammel mann med kjent leversykdom i flere år. Han har forhøyede konsentrasjoner av leverenzymer i blodprøve (ALP: 123, ASAT: 201, ALAT: 250, gamma-GT: 314). Det ble utført leverbiopsi for vurdering av histopatologiske forandringer. Studer levervevsstrukturen. Hvilke typer av histopatologiske forandringer foreligger?", "slide_comment": "Det sees lever med ombygget arkitektur med knutet preg. Portalområdene er utvidede og viser infiltrasjon av betennelsesceller med dominans av lymfocytter og makrofager. Grensen mellom portalområdene og hepatocyttene (interfasen) er delvis uskarp på grunn av infiltrasjon av betennelsesceller og gir et ”musespist” preg (betegnes som ”piecemeal” nekrose i engelskspråklig literatur). Fenomenet beskrives som interfaseaktivitet og graderes som et mål på vevsskaden. Betennelsesforandringene er ledsaget av uttalt portal fibrose med brodannelse mellom nærliggende portalområder. Fokalt sees større områder der leverparenchymet er erstattet av fibrose. Betennelsen i lobuli er diskret. Det sees imidlertid spredte enkeltcellenekroser (apoptotiske celler i form av røde små cytoplasmafragmenter). ", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen dette som en hepatitt.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 92}, "m3_93": {"slide_set": "Steatohepatitt", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/X-2a.ecw", "slide_text": "57 år gammel mann med overvekt. Han oppgir at han drikker en halv flaske vin per helg. Leveren palpabel én fingerbredde under costalbuen. Det er påvist forhøyede transaminaser (ASAT/ALAT-ratio > 1). Fibroscan viste forhøyet verdi (12 kPa) som taler for fibrose. Videre utredning med leverbiopsi. Studer levervevsstrukturen. Hvilke typer av histopatologiske forandringer foreligger?", "slide_comment": "Det sees leverparenchym med bevart arkitektur. Et stort antall hepatocytter inneholder store, intracytoplasmatiske vakuoler av lagret fett (steatose). Enkelte portalområder er lett utvidede, men de er for det meste skarpt avgrensede. I leverparenchymet sees noen få nekrotiske hepatocytter og enkelte små spredte betennelsesinfiltrater bestående av lymfocytter og enkelte nøytrofile granulocytter. Bindevevsfarging viser lett fokal pericellulær fibrose i nærheten av sentralvenene (sentrolobulært). Forandringene er sparsomme og passer med begynnende steatohepatitt.", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen dette som fettlever med inflammatorisk komponent og dermed steatohepatitt.", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/X-2b.ecw", "(Bindevev)"]], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 93}, "m3_94": {"slide_set": "Primær biliær cholangitt", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/X-3a.ecw", "slide_text": "51 år gammel kvinne som søkte lege på grunn av kløe og slapphet. Blodprøvene viste forhøyet serum ALP og test på forekomst av mitokondrieantistoff (AMA) var positiv. Videre utredning med leverbiopsi viste ombygget leverarkitektur. Utredningen konkluderte med at pasienten burde få utført en levertransplantasjon og den ekstirperte (uttatte) leveren ble sent til histopatologisk undersøkelse. Makroskopisk undersøkelse av leveren som veide 1551 g viste jevn overflate og blek snittflate. Studer snittet fra den ekstirperte leveren og beskriv de histopatologiske forandringene.", "slide_comment": "Det sees utvidede portalområder med fibrose og brodannelse. Det sees flekkvis portal kronisk betennelse, fokalt i form av tette lymfocyttære infiltrater rundt små galleganger. Betennelsen affiserer delvis gallegangsepitelet ved infiltrasjon av lymfocytter i epitellaget, men det sees ingen konsentrisk fibrose rundt gallegangene. Det er tap av opprinnelige små galleganger, men samtidig sees lett gallegangsproliferasjon i bindevevsdragene særlig grensesonen mot lobulus (fremhevet av immunhistokjemisk farging for cytokeratin 19). Det sees kun minimal interfaseaktivitet og ingen nevneverdig lobulær betennelse. De patologiske forandringene er forenlige med primær biliær cholangitt (tidligere betegnelse primær biliær cirrhose). ", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen dette som en inflammatorisk leversykdom med affeksjon og tap av små galleganger.", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/X-3b.ecw", "(Cytokreatin 19)"]], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 94}, "m3_95": {"slide_set": "Kronisk cholecystitt", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/X-4.ecw", "slide_text": "69 år gammel kvinne som tidligere hadde gallestein med to episoder av gallekolikk, den siste for tre måneder siden. Det ble gjort en elektiv (planlagt) laparoskopisk cholecystektomi. Operasjonspreparatet viste en 63 mm lang galleblære med en maks. diameter på 30 mm. Lumen var fylt med mørk galle og to gule konkrementer som målte 15 mm i maks. diameter. Slimhinnen hadde mistet sitt vanlige fløyelspreg og viste spredte, små gule prikker. Studer snittet fra den ekstirperte galleblæren og notér deg hvilke typer av histopatologiske forandringer som forekommer.", "slide_comment": "Galleblæreveggen viser en normal grunnstruktur, men muskellaget (lamina muscularis) er fortykket og det sees en varierende grad av fibrose i det tilgrensende fettvevet. Stedvis danner slimhinnen utbuktninger som strekker seg gjennom muskellaget og inn i det perimuskulære fettvevet. Slike utbuktninger av slimhinnen benevnes Rokitansky-Aschoff sinus. I preparatet forekommer en cystisk dilatert Rokitansky-Aschoff sinus. Det sees flekkvis infiltrasjon av betennelsesceller i galleblæreveggen i form av lymfocytter, plasmaceller og noen eosinofile granulocytter. Betennelsen er diskret i slimhinnen og litt mer uttalt i det perimuskulære bløtvevet, særlig i forbindelse med Rokitansky-Aschoff sinus. Slimhinnen viser et fåtall fortykkete folder som inneholder ansamlinger av fettholdige skumceller (cholesterolose). Preparatet inneholder også et tverrnsnitt fra reseksjonsranden i ductus cysticus, som viser kun lett infiltrasjon av kroniske betennelsesceller. Dette kasus illustrerer typiske funn ved kronisk cholecystitt, som er ofte assosiert med galleblærestein (cholecystolitiasis). ", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen dette som kronisk cholecystitt.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 95}, "m3_96": {"slide_set": "Duktalt adenokarsinom i pancreas", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/X-5.ecw", "slide_text": "52 år gammel mann som ble utredet på grunn av magesmerter og ufrivillig vekttap (6 kg i løpet av 4 måneder). CT abdomen viste en stor tumor i caput pancreatis med bred anleggsflate mot v. mesenterica superior. Pasient ble vurdert operabel og gjennomgikk en Whipples operasjon (pancreatoduodenektomi) med segmentreseksjon av v. mesenterica superior. Operasjonspreparatet viste en 41 x 33 x 32 mm stor, hard tumor med vekst rundt ¾ delen av venens sirkumferens.", "slide_comment": "Det sees en dårlig avgrenset tumor der tumorcellene danner kjertellignende strukturer, såkalt glandulært mønster. Tumorcellene viser en viss grad av pleomorfi og det sees noen spredte mitoser. Tumoren vokser svært infiltrativt og infiltrer diffust i pancreasparenchymet og tilgrensende peripancreatisk fettvev. Flere steder ligger tumorceller nær den tusjmarkerte kirurgiske reseksjonsranden. Det sees uttalt tumorvekst i perinevrale spalter. En liten lymfeknute inneholder metastatisk tumorvev. Dette er et duktalt adenokarsinom i pancreas med utbredt perinevral vekst og spredning til en regional lymfeknute. Som i dette tilfelle viser denne cancer-formen ofte et aggressivt vekstmønster og prognosen ved adenokarsinom i pancreas er generelt dårlig.", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen dette som et adenokarsinom i pancreas.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 96}, "m3_97": {"slide_set": "Intraduktal papillær mucinøs neoplasme i pancreas", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/X-6.ecw", "slide_text": "70 år gammel mann som ble utredet for hematuri. CT abdomen viste som tilfeldig funn en ca. 20 mm stor cystisk lesjon i pancreashalen. Lesjonen virket å stå i forbindelse med pancreashovedgangen. Det ble utført en laparoskopisk distal pancreasreseksjon og splenektomi. Operasjonspreparatet viste en 27 x 20 mm stor lesjon bestående av flere slimholdende cyster (maks. cystediameter 12 mm). Noen cyster inneholdt mykt papillomatøst vev. Nedstrøms for lesjonen var ductus pancreaticus dilatert og fylt med slim. ", "slide_comment": "Det sees to store cystiske hulrom med utbredt proliferasjon av sylinderepitelceller som danner dels rette, dels uregelmessig forgrenete papiller av varierende lengde. En del av tumorcellene har et lyst cytoplasma som inneholder mye slim. Små slimmengder sees også i cystelumen. Tumorcellene viser fra lett til moderat variasjon i kjernestørrelse og –form. De store cystene er omgitt av et fåtall mindre cyster som er kledd med den samme epiteltypen, og som viser seg å være dilaterte pancreassideganger. Pancreasparenchymet er delvis atrofisk og redusert til små grupper av acinære celler og noen få Langerhanske øyer som ligger spredt i et fibrosefelt. Bildet er karakteristisk for intraduktal papillær mucinøs neoplasme, som i dette kasus viser lavgradig til middels dysplasi. ", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen dette som en epitelial neoplasi som vokser intraduktalt i pancreas.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 97}, "m3_98": {"slide_set": "Hepatocellulært karsinom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/X-7.ecw", "slide_text": "45 år gammel kvinne fra Somalia som flyttet til Norge for to år siden. Hun hadde tidligere fått diagnostisert levercirrhose og ble nå utredet på grunn av nyoppståtte magesmerter. Både CT abdomen og ultralydsundersøkelse med kontrast viste en 15 mm stor karrik levertumor. Normal serum alfa-fetoprotein. På grunn av den begrensede tumorstørrelsen og den gunstige tumorlokalisasjonen (subkapsulær i leversegment VIII), ble det bestemt at tumor skulle fjernes laparoskopisk. Det 60 x 35 x 15 mm store leverresektatet viste en rund og velavgrenset, 15 mm stor subkapsulær tumor. Studer tumor og tilgrensende leverparenchym. Hvilken type av leverneoplasi er dette? Hvilke patologiske forandringer ser du i levervevet utenom tumor?", "slide_comment": "Det sees en velagrenset, cellerik tumor med lite stroma. Tumorcellene vokser overveiende i trabekler, som ligner det normale trabekulære leverparenchymet, men trabeklene er uryddige og tykkere. I tillegg viser tumoren et delvis solid og acinært vekstmønster. Tumorcellene ligner hepatocytter, men kjernene varierer mer i form og størrelse enn i normalt levervev. Det tilgrensende leverparenchymet viser en nodulær struktur og fibrøse septa. Bildet er forenlig med cirrhose.", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen dette som et hepatocellulært karsinom.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 98}, "m3_99": {"slide_set": "Adenokarsinom i ductus choledochus", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/X-8.ecw", "slide_text": "71 år gammel mann som et halvt år tidligere hadde søkt fastlegen på grunn av magesmerter. I de siste 4 månedene hadde pasienten også notert ufrivillig vekttap (6 kg). Nå kommer pasienten på nytt til legen fordi han har merket at han har tegn til gulsott. Utredning viste en ca. 15 mm lang striktur i distale ductus choledochus, helt ned til ampullen, og oppstrøms dilatasjon av ekstra- og intrahepatiske galleganger. For 14 år siden var pasienten cholecystektomert på grunn av gallesteiner. Det ble utført en Whipple operasjon (pancreatoduodenektomi). Operasjonspreparatet viste en 30 x 23 x 20 mm stor fast tumor som involverte den intrapancreatiske delen av ductus choledochus. ", "slide_comment": "Ductus choledochus, som er beliggende sentralt i snittpreparatet, er er i betydelig grad infiltrert av en dårlig avgrenset tumor. Tumorcellene danner relativ små kjertler, som viser varierende grad av slimproduksjon. Tumor infiltrerer gallegangsveggen, det tilgrensende pancreasparenchymet og bløtvevet rundt ductus choledochus. Det sees perinevral tumorinfiltrasjon. Fokalt vokser tumor i nærhet (mindre enn 1 mm) av den grønntusjmarkerte reseksjonsranden. Dette er et cholangiokarsinom med utgangspunkt i distale ductus choledochus. ", "slide_goal": "Du skal kunne drøfte histologiske funn, kjenne igjen dette som et adenokarsinom og foreslå sannsynlig utgangspunkt.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 99}, "m3_100": {"slide_set": "Nevroendokrin tumor i pancreas", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/X-9a.ecw", "slide_text": "64 år gammel kvinne som søkte lege på grunn av tiltagende magesmerter og slapphet i de siste 3 måneder. CT abdomen viste en ca. 60 mm stor tumor i caput pancreatis og minst to metastase-suspekte peripancreatiske lymfeknuter. Til tross for tumors størrelse ble den vurdert som primært resektabel, og pasienten gjennomgikk pancreatoduodenektomi. Operasjonspreparatet viste en velavgrenset 66 x 52 x 52 mm stor tumor med fast elastisk vev og sentral cystisk forandring. I tillegg ble det påvist tre opp til 16 mm store, metastasesuspekte lymfeknuter i nærheten av pancreashodet. ", "slide_comment": "Det sees en velavgrenset, ekspansivt heller enn infiltrativt voksende tumor. Tumoren er cellerik, og viser lite stroma. Tumorcellene er ensartede og har runde kjerner med jevn kjernemembran og et stort, lett granulert, eosinofilt cytoplasma. Mitoser er ikke sett. Mellom tumorcellene sees et delikat nettverk av kapillære blodkar. Ved siden av tumor sees pancreasparenchym som er delvis atrofisk og erstattet av fettvev. Immunhistokjemisk farging for synaptofysin viser diffus positivitet, som viser at dette er en nevroendokrin tumor. Kun en liten del (< 2%) av tumorcellene farger positivt for Ki67. Histologisk undersøkelse bekreftet tumormetastasering i 3 peripancreatiske lymfeknuter. Dette er en nevroendokrin tumor i pancreas med lav proliferativ aktivitet, men med regionale lymfeknutemetastaser.", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen dette som en nevroendokrin tumor.", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/X-9b.ecw", "(Synaptofysin)"], ["https://studmed.uio.no/microscope?slide=/uio_pathology/X-9c.ecw", "(Ki67)"]], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 100}, "m3_101": {"slide_set": "Inflammatorisk sykdom pancreas og galleveier", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/X-10b.ecw", "slide_text": "58 år gammel mann som ble innlagt på grunn av magesmerter og gulsott. CT abdomen viste en 25 mm lang striktur i ductus choledochus og uregelmessig parenchym i caput pancreatis. Serummarkøren CA19-9 for pancreascancer var normal. Med klinisk og røntgenologisk mistanke om distal choledochuscancer eller pancreascancer ble en Whipple operasjon utført. Operasjonspreparatet viste konsentrisk veggfortykkelse av ductus choledochus, mens pancreasparenchymet viste en utvisket lobulering og diffus økt konsistens. ", "slide_comment": "Det sees en avsmalnet gallegang på grunn av tett infiltrasjon av gallegangsveggen med lymfocytter og plasmaceller og ledsagende fibrose. Gallegangsepitelet er upåfallende. Lignende forandringer sees også i gangstrukturer i det tilgrensende pancreasparenchymet. Sistnevnte viser avansert atrofi med kun fokalt noen få gjenværende acinære cellegrupper. Immunhistokjemisk farging for IgG4 viser at betennelsesinfiltratet inneholder utallige IgG4-positive plasmaceller (rød-markerte celler). Forandringene er forenlige med IgG4-assosiert sykdom med affeksjon av pancreas («autoimmun pancreatitt») og ductus choledochus.", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen dette som en inflammatorisk sykdom som affiserer både pancreas og galleveier.", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/X-10a.ecw", "(IgG4)"]], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 101}, "m3_102": {"slide_set": "Intradermal nevus", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/XI-1.ecw", "slide_text": "23 år gammel kvinne som kommer til fastlegen fordi hun har merket en brunlig knute i huden ved venstre skulder. Fastlegen undersøker pasienten og finner en overfladisk, velavgrenset fast tumor som er fritt bevegelig. I samråd med pasienten fjernes tumor i lokalanestesi. Preparatet fikseres i formalin og sendes til patologiavdelingen med spørsmål om dermatofibrom. Makroskopisk undersøkelse viser 5x4 mm stor hudbiopsi som på overflaten er ujevnt pigmentert. Tumor måles til 5x3 mm. Studer snittet og beskriv cellebildet og avgrensningen av tumor. Er pasienten helbredet ved dette inngrepet?", "slide_comment": "Snittet viser hud kledd av epidermis med normal struktur. Enkelte normale hudadneksstrukturer ses også. Basalt i epidermis ses i tillegg til epidermale basalceller, spredte melanocytter med lysere cytoplasma og sparsomt med pigmentkorn. Kjernene er rundovale og regelmessige, noen har en tydelig nukleol. I noen områder er det mer rikelig med melanocytter, men de holder seg basalt i epidermis. Dermis utfylles av en tumor som består av melanocytter. Cellene viser liten grad av variasjon i kjernestørrelse og form, men kjernene avtar i størrelse fra overfladiske til dypere områder – et fenomen som oppfattes som en modning og tegn på benignitet. I øvre dermis er det i tillegg til melanocyttene også områder med makrofager som inneholder rikelig med pigment, såkalte melanofager. Tumorceller forekommer ganske nær dype begrensningen av preparatet og er fjernet med knapp marginal.", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen forandringene som typiske for benign nevuscelletumor i dermis/intradermal nevus.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 102}, "m3_103": {"slide_set": "Malignt melanom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/XI-2.ecw", "slide_text": "73 år gammel mann som kommer til fastlegen for å fjernet en føflekk fremtil på thorax. Pasienten oppgir at føflekken har blitt litt større den siste tiden og at den klør/irriterer ham. Fastlegen finner en noe ujevn mørkpigmentert tumor som er lett forhøyet over overflaten, men som er fritt forskyvbar. Føflekken fjernes i lokalanestesi, fikseres i formalin og sendes til patologiavdelingen med spørsmål om nevus. Studer snittet sentralt gjennom tumor og beskriv cellebildet og avgrensningen av tumor. Er pasienten helbredet ved dette inngrepet?", "slide_comment": "Mikroskopisk undersøkelse viser hud med tumorvekst i dermis og epidermis.Tumor består av store celler med et lyst og svagt granulert/pigmentert cytoplasma. Kjernene varierer i størrelse og form med lyst kromatin og en eller to tydelige eosinofile nukleoler. Det er spredte mitoser. Tumorcellene innvaderer og destruerer i epidermis spesielt tydelig i ene laterale begrensningen av tumor, såkalt radiær vekst. Det meste av tumor vokser i dermis, såkalt vertikal vekst. Særlig basalt i tumor og tilgrensende dermis er det rikelig med lymfocyttinfiltrasjon. Dette er et malignt melanom av såkalt superfisiell spredningstype. Tumor er fjernet i fritt vev, og har begrenset tykkelse (1,2 mm). Det er derfor sannsynlig at pasienten er helbredet ved det diagnostiske inngrepet, men dagens terapeutiske retningslinjer anbefaler i et slikt tilfelle utvidet reseksjon til 1 cm marginal.", "slide_goal": "Du skal kunne drøfte histologiske funn med henblikk på malignitetskriterier og kjenne igjen forandringene som typiske for malign nevuscelletumor/malignt melanom", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 103}, "m3_104": {"slide_set": "Lipom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/XI-3.ecw", "slide_text": "8 år gammel jente som ved 3 års alder hadde fått fjernet en godartet subkutan tumor på venstre legg. Nå igjen tumor i samme området som ble fjernet. Spørsmålsstillingen på rekvisisjonen som fulgte preparatet til patologiavdelingen var malignitet? Makroskopisk undersøkelse viste fettrikt tumorvev omgitt av en tynn bindevevskapsel. Tumor veide 29 gram og målte 6x4x3 cm. Studer snittet og beskriv cellebildet og avgrensningen av tumor. Er pasienten helbredet ved dette inngrepet?", "slide_comment": "Mikroskopisk ses en tumor bygd opp av fettceller og begrenset av en ufullstendig kapsel av kollagenfibre. Fettcellene er store med en liten perifer kjerne. Grupper av fettceller er begrenset av tynne bindevevssepta med kollagene fibre og tynnveggede små blodkar. Bildet er typisk for lipom, en meget vanlig benign fettcelletumor. Tidligere fjernet tumor var klassifisert som et lipoblastom også det en benign fettcelletumor som forekommer hos barn. Det er ikke i noen av operasjonspreparatene funnet holdepunkter for malignitet.", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen forandringene som typiske for benign fettcelletumor/lipom.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 104}, "m3_105": {"slide_set": "Liposarkom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/XI-4.ecw", "slide_text": "47 år gammel kvinne som for 3 år siden hadde blitt operert for malign bentumor (osteogent sarkom) i underkjeven. Etter kirurgisk behandling fikk hun strålebehandling mot operasjonsområdet og cytostatikakur. Det er ikke tegn til residiv. Hun har de seneste månedene merket en voksende knute i høyre hofteregion. Ved klinisk undersøkelse ble det påvist en stor subkutan tumor som var fast i konsistensen og uskarpt avgrenset. Tumor ga inntrykk av å sitte fast i muskulaturen og ble oppfattet som sannsynlig malign. Det ble gjort et større kirurgisk inngrep som fjernet tumor og omgivende muskulatur. Preparatet ble sendt til patologiavdelingen med spørsmål om metastase. Studer snittet og beskriv cellebildet og avgrensningen av tumor. Hva sier dette deg om hvilken type tumor det kan være?", "slide_comment": "Mikroskopisk ses en tumor med varierende struktur og celleinnhold, men med dominanse av fettceller. Det er dels ordinære fettceller med en stor fettvakuole og en liten perifer forskutt kjerne, dels atypiske lipoblaster med stor uregelmessig kjerne og finvakuolisert cytoplasma. Dessuten ses mange atypiske celler med store uregelmessige kjerner og mer homogent eosinofilt cytoplasma. Det er også tilblanding av makrofager hvorav noen flerkjernede. I tumor er det dels et løsmasket bindevevsstroma, dels mer myksoide områder. Det er enkelte tromboserte kar, men ikke nekroser. Tumor infiltrerer i fettvev. Det pleomorfe cellebildet og forekomst av lipoblaster og myksoid stroma viser at dette er et liposarkom – en malign tumor utgått fra fettvev.", "slide_goal": "Du skal kunne drøfte histologiske funn med henblikk på malignitetskriterier og kjenne igjen forandringene som typiske for malign fettcelletumor/liposarkom.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 105}, "m3_106": {"slide_set": "Basalcellekarsinom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/XI-5.ecw", "slide_text": "73 år gammel mann som kommer til fastlegen fordi pasienten i flere måneder har hatt en irriterende knute på høyre underarm. I perioder har det blødd fra sår i tilknytning til knuten, og såret har ikke villet gro ordentlig. Pasienten ønsker å bli kvitt den irriterende knuten. Ved undersøkelsen finner legen en delvis ulcerert tumor med største diameter cirka 2 cm, som hever seg over hudoverflaten. Intakt tumoroverflate viser dilaterte kar. Tumor med margin fjernes i lokalanestesi, fikseres i formalin og sendes til patologiavdelingen med spørsmålstilling plateepitelkarsinom? Basalcellekarsinom? Studer snittet og beskriv cellebildet og avgrensningen av tumor. Forsøk å besvare klinikers spørsmål og begrunn svaret.", "slide_comment": "Mikroskopisk ses hud med tumorvekst i dermis. Tumor henger delvis sammen med epidermis og synes utgå fra basale deler av epidermis. Tumor vokser i strenger og drag med to større knuter. Tumorcellene har middels store, rundovale kjerner med middels tett kromatin, tydelig kjernemembran og mange kjerner har en liten nukleol. Cellene har sparsomt med cytoplasma og det er ikke sett keratinisering. Det ses flere mitoser og apoptoser. Den ytre begrensningen av tumorknutene karakteriseres av tett lag av sylindriske celler som er orientert vinkelrett mot stroma, et fenomen som kalles pallisadering. Dette er et typisk funn ved basalcellekarsinom. I dermis ses også et tett betennelsesinfiltrat og områder med tynnveggede dilaterte kar.", "slide_goal": "Du skal kunne drøfte histologiske funn med henblikk på malignitetskriterier og kjenne igjen forandringene som typiske for basalcellekarsinom.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 106}, "m3_107": {"slide_set": "Seboreisk keratose", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/XI-6.ecw", "slide_text": "51 år gammel kvinne som i en årrekke har blitt behandlet for psoriasis. Ved kontroll hos hudlegen klager pasienten over en irriterende forandring på magen. Pasienten har hatt denne forandringen i årevis og den blir stadig oppklort slik at det dannes sår. Undersøkelsen viser en pigmentert hyperkeratotisk og skorpebelagt lesjon som hudlegen fjerner i lokalanestesi. Tumor er cirka 1,1 x 0,8 cm stor. Preparatet sendes til patologiavdelingen med spørsmål om seboreisk keratose, oppklort nevus eller malignt melanom. Studer snittet og beskriv utgangspunktet for tumor og cellebildet. Forsøk å besvare hudlegens spørsmål og begrunn svaret.", "slide_comment": "Mikroskopisk ses en tumor i epidermis som hever seg over den normale hudoverflaten (tumor vokser eksofytisk). Den består hovedsakelig av små til middels store celler med ensartet (monomorft) utseende og ligner basalcellene i epidermis. Det er enkelte mitoser og apoptoser blant tumorcellene. I tumor er det flere steder cyster fylt med keratin (horncyster) omgitt av mer plateepitellignende celler. Overflaten av tumor preges av hyperkeratose og fokal parakeratose (kjerner i hornlaget). Avgrensningen mot dermis er skarp uten tegn til infiltrasjon. Det er lavgradig kronisk betennelse i dermis nær tumor. Det histopatologiske bildet er typisk for seboreisk keratose, en meget vanlig forekommende benign hudtumor særlig hos eldre personer.", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen forandringene som seboreisk keratose, en benign hudtumor med utgangspunkt i epidermis.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 107}, "m3_108": {"slide_set": "Sammensatt nevus med epidermal og dermal komponent", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/XI-7.ecw", "slide_text": "16 år gammel jente som irriteres av brunfarget forandring ved høyre kjevevinkel. Hun kommer til fastlegen for å få undersøkt forandringen og lurer på om det er noe farlig. Legen beroliger pasienten med at dette er en ufarlig forandring, men i samråd med pasienten fjernes lesjonen og sendes til patologiavdelingen for histopatologisk undersøkelse med spørsmål om nevus. Til avdelingen ankommer en hudbiopsi som måler 6 x 6 x 5 mm med en pigmentert forandring med største diameter 3 mm. Studer snittet og beskriv utgangspunktet for tumor og cellebildet. Forsøk å besvare legens spørsmål og begrunn svaret.", "slide_comment": "Mikroskopisk ses hud med hudadneksstrukturer. I øvre dermis ses en tumor bygd opp av nevusceller. De har små til middels store rundovale kjerner, mindre i dypere deler. Det er lav grad av variasjon i kjernestørrelse. Cellene har sparsomt med pigmentkorn i et lite fargbart cytoplasma. Bildet er typisk for melanocytter. I tumor ses også makrofager med rikelig med pigment. I tillegg til spredte melanocytter basalt i epidermis som normalt, ses også enkelte avgrensede infiltrater av grupper av melanocytter i epidermis. Tumor klassifiseres som en sammensatt nevus med både epidermal og dermal komponent. Dette er en vanlig forekommende variant av benign nevuscelletumor som særlig ses hos unge.", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen forandringene som sammensatt nevus, en variant av benign nevuscelletumor.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 108}, "m3_109": {"slide_set": "Premaligne epitelforandringer i soleksponert hud", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/XI-8.ecw", "slide_text": "73 år gammel mann som flere ganger de seneste 10 årene har blitt behandlet for ulilke premaligne og maligne hudlidelser, og som følges opp på hudavdelingen. Han har nå utviklet en uskarpt avgrenset lett pigmentert forandring med ru overflate på håndryggen på venstre hånd. Forandringen som har største diameter 3,7 cm, fjernes i lokalanestesi, fikseres i formalin og sendes til patologiavdelingen med spørsmål om plateepitelkarsinom. Studer snittene med tanke på epidermale og dermale forandringer og forsøk å svare på klinikers spørsmål.", "slide_comment": "Mikroskopisk ses hud med betydelig hyperkeratose. Epidermis er uregelmessig lett fortykket, med forlengede og uregelmessige retelister. Basale deler av epidermis preges av celler som viser atypi med økt variasjon i cellenes/kjernenes form og størrelse. Det er økt forekomst av mitoser og apoptoser basalt i epidermis. I øvre dermis ses kronisk lavgradig betennelse. Dermis viser også bindevevsforandringer i form av deposisjon av et lyseblått delvis fibrillært materiale mellom de kollagene fibrene. Dette er elastin og ses i soleksponert hud hos eldre personer; såkalt solar elastose (tidligere også benevnt senil elastose). Forandringene i epidermis klasses som aktinisk keratose, en premalign plateepitelforandrng som typisk oppstår i soleksponert hud.", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen forandringene som premaligne epitelforandringer i soleksponert hud.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 109}, "m3_110": {"slide_set": "Dermatofibrom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/XI-9.ecw", "slide_text": "29-årig kvinne med føflekk på høyre overarm. Hun søker lege fordi hun mener forandringen har forandret seg og blitt hard. Pasienten er enstelig for at det er noe farlig. Legen finner en pigmentert hudtumor med fast konsistens og største diameter 3 mm. I samråd med pasienten fjernes forandringen i lokalanestesi, formalinfikseres og sendes til patologiavdelingen med spørsmål om sklerotisk nevus. Studer snittet fra biopsien og noter hvilken del av huden som er patologisk forandret. Hvilken celletype anser du forandringen består av?", "slide_comment": "Histopatologisk undersøkelse viser hud med normal epidermis. I dermis ses en uskarpt avgrenset tumor dominert av kollagene fibre av ulik tykkelse og med noe varierende retning. Tumor er cellefattig og tumorcellene har rundovale kjerner som er kromatinfattige, har tydelig kjernemembran og ofte en liten nukleol i kontakt med kjernemembranen. Dette er celler som tidligere ble beskrevet som fibrohistiocyttære på grunn av morfologiske likhetsdrag med makrofager (histiocytter=vevsmakrofager) og at de hadde evne til fagocytose. I dag anses cellene som myofibroblaster, men betegnelsen fibrohistiocyttære svulster brukes fremdeles i mange lærebøker. Disse cellene kan gi opphav til et bredt utvalg av svulster fra helt benigne til høygradig maligne. Det aktuelle tilfellet er en benign variant som kalles dermatofibrom. I områder har tumor en del små kar med forstørrede endotelceller.", "slide_goal": "Du skal kunne drøfte histologiske funn og kjenne igjen forandringene som en benign bindevevstumor av typen dermatofibrom også kalt benignt fibrøst histiocytom.", "extra_slide_id": [], "m8_status": "1", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 110}, "m3_111": {"slide_set": "Malign mesenchymal tumor/spolcellet sarkom i dermis", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/XI-10.ecw", "slide_text": "72 år gammel mann som har blitt behandlet av med såkalt kryobehandling av noe som ble oppfattet som aktinisk keratose på issen. Tumor har imidlertid vokst i størrelse under pågående behandling og man beslutter seg derfor for å fjerne tumor kirurgisk. Spørsmålsstillingen som følger preparatet til patologiavdelingen er aktinisk keratose? Makroskopisk undersøkelse viste en rund hudbiopsi med diameter 2,7 cm med en eksofytisk tumor med diameter 2,4 cm. Studer snittet fra tumor og tilgrensende hud. Hvilke deler av huden er patologisk forandret og hvilke typer patologiske prosesser foreligger?", "slide_comment": "Mikroskopisk ses dels intakt hud med hudadneks og solar elastose i dermis, dels en ulcererende tumor som vokser over hudnivå (eksofytisk vekst (med en artefaktmessig defekt i del av overflaten)). Tumor er middels cellerik og vokser i bunter og drag med kollagene fibre. Cellene er langstrakte (spolformede). Det er betydelig variasjon i kjernenes form og størrelse og flere kjerner har mer enn en tydelig nukleol. Det ses sparsomt med mitoser (hvorav noen atypiske) og apoptoser. Fokalt foreligger nekrose/degenerasjon i tumor med granulocytter og makrofager i områder med oppløst struktur. Tumor infiltrerer/er uskarpt avgrenset, men det aktuelle snittet tillater ikke vurdering av reseksjonsflater. Dette er en malign mesenchymal tumor og den klassifiseres som dermalt spolcellet og pleomorft sarkom. Den kan ses på som den maligne varianten av tumor i snitt XI-9 (dermatofibrom). Det er ikke tegn til epitelial tumor/aktinisk keratose.", "slide_goal": "Du skal kunne drøfte histologiske funn med henblikk på malignitetskriterier og kjenne igjen forandringene som typiske for malign mesenchymal tumor/spolcellet sarkom i dermis.", "extra_slide_id": [], "m8_status": "0", "notes": "", "json_name": "Modul 3_m3.json", "slide_n": 111}}