{"m8_1": {"slide_set": "Follikulært lymfom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-1a.ecw", "slide_text": "65 år gammel mann som søker lege på grunn av ufrivillig vekttap på 20 kg i løpet av noen måneder. Han plages også av nattesvette. Ved undersøkelsen finner legen forstørrede glandler i lysken. En lymfeknute fra høyre lyske fjernes og sendes til avdeling for patologi med spørsmål om lymfom. Studer snittet fra lymfeknuten og beskriv hva du ser. Hva skiller det aktuelle histologiske bildet fra en normal lymfeknute? Hvilken lymfomtype er dette?", "slide_comment": "Lymfeknutens normale arkitektur er erstattet av en knutet proliferasjon av overveiende små lymfoide celler. I sentrum finner man lymfoide celler med uregelmessige, ofte krokete kjerner (kimsenterceller av type sentrocytter). Kimsentrene er delvis omgitt av en smal brem av mer tettliggende lymfoide celler med noe mørkere kjerner (mantelsoneceller). Spredt blant sentrocyttene ses enkelte større celler (sentroblaster). Det morfologiske bildet er sterkt suspekt på et follikulært lymfom, men diagnosen må sikres med den immunhistologiske påvisning av ekspresjon av CD10 (markør for kimsenterceller) og BCL2 [ekvivalent til t(14;18)] som er patognomoniske for et follikulært lymfom.", "slide_goal": "Du skal kunne drøfte de histologiske og immunhistokjemiske funn og gjenkjenne dette som et follikulært lymfom. ", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-1b.ecw", "(CD10)"], ["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-1c.ecw", "(BCL2)"]], "m8_status": "1", "notes": "", "json_name": "Modul 8_m8.json", "slide_n": 1}, "m8_2": {"slide_set": "Diffust storcellet B-cellelymfom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-2a.ecw", "slide_text": "84 år gammel kvinne som fikk tilfeldig påvist forstørrede lymfeknuter i høyre lyske. LD 255 U/L. En lymfeknute fra høyre lyske ble fjernet og sendt til avdeling for patologi med spørsmål om lymfom. Studer snittet og beskriv hva som skiller det aktuelle histologiske bildet fra en normal lymfeknute. Domineres infiltrasjonen av store eller små lymfoide celler? Hvilken lymfomtype er dette?", "slide_comment": "Lymfeknutens normale arkitektur er erstattet av en diffus proliferasjon av overveiende store lymfoide celler med middels rikelig eosinofilt cytoplasma og pleomorfe kjerner med lyst kromatinmønster og én eller flere eosinofile nukleoler. Spredte tumorceller er flerkjernete og monstrøst store. Det sees tallrike, til dels atypiske mitoser og spredte apoptotiske kjernerester. Det morfologiske bildet er suspekt på et aggressivt lymfom, et diffust storcellet B-cellelymfom. Lymfomcellenes tilhørighet til B-cellelinjen må bevises med immunfarging for et B-celleantigen, f. eks. CD20, fordi storcellete B- eller T-cellelymfomer ikke kan skilles bare på grunnlag av histologi. Diffust storcellete B-cellelymfomer inndeles videre i en kimsentercelletype (ekspresjon av CD10) eller en aktivert B-celleimmunfenotype (ekspresjon av transkripsjonsfaktor MUM1 som karakteriserer modne, post-follikulære B-celler på vei mot plasmaceller). Det foreligger altså et diffust storcellet B-cellelymfom av aktivert B-celleimmunfenotype. ", "slide_goal": "Du skal kunne drøfte de histologiske og immunhistokjemiske funn og gjenkjenne dette som et diffust storcellet B-cellelymfom. ", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-2b.ecw", "(CD20)"], ["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-2c.ecw", "(MUM1)"]], "m8_status": "1", "notes": "", "json_name": "Modul 8_m8.json", "slide_n": 2}, "m8_3": {"slide_set": "Nodulær sklerose klassisk Hodgkin lymfom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-3a.ecw", "slide_text": "4 år gammel gutt under utredning for lymfom på grunn av store lymfeknuter på halsen. Biopsi av lymfeknute på halsen sendes til avdeling for patologi med spørsmål om lymfom. Studer snittet og beskriv hva som skiller det aktuelle histologiske bildet fra en normal lymfeknute. Hvordan er histologien forskjellig fra den i de 2 forgående kasus I-1 (småcellet lymfom) og I-2 (storcellet lymfom)?", "slide_comment": "Lymfeknutens normale arkitektur er erstattet av en sammensatt proliferasjon av histiocyttære celler, små lymfocytter og både nøytrofile og eosinofile granulocytter. På denne reaktive bakgrunn sees spredte store atypiske lymfoide celler med lyst eosinofilt cytoplasma, store, ofte lappedelte kjerner med lyst kromatinmønster og fremtredende eosinofile nukleoler. Disse cellene er de neoplastiske cellene og deres utseende er karakteristisk for klassisk Hodgkin lymfom som representerer én av 2 undertyper av Hodgkin lymfom. Noen av Hodgkin cellene er to-kjernete og kalles Reed-Sternbergceller. Både de reaktive og de neoplastiske lymfoide cellene danner knuter omgitt av vekslende brede drag av fibrøst bindevev som kan stå i forbindelse med lymfeknutens fibrøst fortykkete kapsel. Dette vekstmønster har gitt navnet «nodulær sklerose» til denne varianten av klassisk Hodgkin lymfom. Lymfomcellene skal ved alle varianter av klassisk Hodgkin lymfom etter definisjonen ko-eksprimere CD30 og CD15, sistnevnte ofte bare på en subpopulasjon av Hodgkin cellene. Cellene ved klassisk Hodgkin lymfom er forøvrig ”forkrøblete” B-celler og uttrykker den B-celle-assosierte transkripsjonsfaktor PAX5, men ofte svakere enn i de små reaktive B-cellene i lesjonen. Også denne fargingen er et uunnværlig diagnostisk hjelpemiddel for å skille Hodgkin celler fra reaktive CD30/CD15-positive immunoblaster.", "slide_goal": "Du skal kunne drøfte de histologiske og immunhistokjemiske funn og gjenkjenne dette som et klassisk Hodgkin lymfom, nodulær sklerose. ", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-3b.ecw", "(CD30)"], ["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-3c.ecw", "(CD15)"], ["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-3d.ecw", "(PAX5)"]], "m8_status": "1", "notes": "sdgsdfg", "json_name": "Modul 8_m8.json", "slide_n": 3}, "m8_4": {"slide_set": "Kronisk lymfatisk levkemi", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-4a.ecw", "slide_text": "86 år gammel kvinne som har fått påvist lymfocytose i blodutstryk. Blodprøver viste forhøyet andel lymfocytter med 6,0 x109/L. LD-konsentrasjonen var normal ogHgb, total Lkc og Trc var også i normalområdet. Det ble tatt en benmargsbiopsi fra crista iliaca som ble sendt til avdeling for patologi med spørsmål om malignitet. Studer snittet og beskriv hva som skiller det aktuelle histologiske bildet fra en normal benmarg. Hva er den dominerende celletypen? Ligner disse cellene på lymfomcellene i lymfeknute-kasus I-1 (follikulært lymfom) eller er de morfologisk forskjellige? ", "slide_comment": "Benmargen er nesten maksimal cellerik (95% dekning mot forventet 10-15% i aktuell alder. Dekning defineres som den arealmessige fortrengning av benmargens fettceller gjennom hematopoietiske og andre celler). Erytropoiesen og myelopoiesen er hypoplastiske. Megakaryopoiesen er upåfallende. Bildet domineres av små lymfoide celler som viser en rundoval eller litt kantet mørk kjerne med klumpet kromatin. De vokser i store konfluerende intraparenchymatøse flak. Immunhistologisk dreier det seg om B-celler. De uttrykker den B-celle-assosierte transkripsjonsfaktor PAX5. Med fargingen for T-celleantigenet CD3 ser man en del reaktive T-celler i tillegg til de neoplastiske PAX5-positive B-cellene. Når man sammenligner fargingen for CD3 med fargingen for T-celleantigenet CD5 ser man at det er langt flere CD5-positive enn CD3-positive celler i benmargen fordi CD5 ikke bare uttrykkes av de CD3-positive T-cellene, men også av de PAX-5-positive neoplastiske B-cellene. Ekspresjonen av T-celleantigenet CD5 på små lymfoide B-celler er karakteristisk for kronisk lymfatisk levkemi. ", "slide_goal": "Du skal kunne drøfte de histologiske og immunhistokjemiske funn og gjenkjenne dette som det karakteristiske bildet ved kronisk lymfatisk levkemi.", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-4b.ecw", "(PAX5)"], ["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-4c.ecw", "(CD3)"], ["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-4d.ecw", "(CD5)"]], "m8_status": "1", "notes": "", "json_name": "Modul 8_m8.json", "slide_n": 4}, "m8_5": {"slide_set": "Kronisk myelogen levkemi", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-5a.ecw", "slide_text": "54 år gammel mann som har blitt følgt på grunn av lett trombocytopeni i mange år. Tidvis plaget av urinsyregikt i 12 år. Ellers frisk. Nå ble det tilfeldig påvist levkocytose 64,1 x109/L. Pasienten føler seg helt frisk. Det ble tatt en benmargsbiopsi fra crista iliaca som ble sendt til avdeling for patologi med spørsmål om levkemi. Studer snittet og beskriv hva som skiller det aktuelle histologiske bildet fra en normal benmarg. Hva er den dominerende celletypen? Ligner disse celler på lymfomcellene i benmargen i kasus I-4 (kronisk lymfatisk levkemi) eller er de morfologisk forskjellige? ", "slide_comment": "Benmargen er maksimal cellerik (100% dekning mot forventet 40-50% i aktuell alder. Dekning defineres som den arealmessige fortrengning av benmargens fettceller gjennom hematopoietiske og andre celler). Erytropoiesen er hypoplastisk. Bildet domineres av en hyperplastisk myelo- og megakaryopoiese. Myelopoiesen inkluderer umodne forstadier langs benbjelkenes overflate og svært mange polymorfkjernete granulocytter sentralt i benmargsrommene. Det er tallrike megakaryocytter og mange viser en litt liten og hypolobulert kjerne. Immunhistokjemisk farging for myeloperoksidase (MPO) demonstrerer dominans av myeloide celler. En blastandel på >20% estimert på Giemsa-fargete benmargsutstryk definerer om det foreligger en akutt leukemi. I histologiske snitt er det vanskelig å identifisere hematologiske blaster på morfologisk grunnlag. Derfor brukes i benmargsbiopsier prosentandelen CD34-positive celler som en ekvivalent for blastandelen. CD34 er uttrykt på umodne lymfoide og myeloide forstadier. I det CD34-fargete snitt sees ca 4% positive celler som taler mot diagnosen akutt leukemi. Evalueringen av CD34 fargingen kan være utfordrende fordi antigenet også uttrykkes av sinus- og karendotel i benmargen. Både de morfologiske og immunhistokjemiske funn er karakteristiske for en myeloproliferativ neoplasi (MPN) av type kronisk myelogen levkemi. ", "slide_goal": "Du skal kunne drøfte de histologiske og immunhistokjemiske funn og gjenkjenne dette som det karakteristiske bildet ved kronisk myelogen leukemi.", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-5b.ecw", "(MPO)"], ["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-5c.ecw", "(CD34)"]], "m8_status": "1", "notes": "sdgsdfg", "json_name": "Modul 8_m8.json", "slide_n": 5}, "m8_6": {"slide_set": "Akutt myeloid levkemi", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-6a.ecw", "slide_text": "52 år gammel mann som søker lege på grunn av redusert almentilstand og plagsom nattesvette. Pasienten har hatt et ufrivillig vekttap på 26 kg siste år. Blodprøver viste levkocytterkonsentrasjon 25,2 x109/L, trombocytter 140 x109/L og Hgb 8,4 g/100 mL. I blodutstryk ble det påvist enkelte blaster og dysplastiske celleformer som ga mistanke om levkemi. Det ble derfor tatt en benmargsbiopsi fra crista iliaca og preparatet ble sendt til avdeling for patologi med spørsmål om levkemi. Studer snittet og beskriv hva som skiller det aktuelle histologiske bildet fra en normal benmarg. Hva er den dominerende celletypen? Ligner disse cellene på cellene i benmargen i kasus I-5 (kronisk myelogen levkemi) eller er de morfologisk forskjellige? ", "slide_comment": "Benmargen er meget cellerik (80-90% dekning mot forventet 40- 50% i aktuell alder. Dekning defineres som den arealmessige fortrengning av benmargens fettceller gjennom hematopoietiske og andre celler). Erytropoiesen er tydelig hypoplastisk og sees som fraspengte enkeltliggende erytroblaster. Bildet domineres av en hyperplastisk myelopoiese som er sterkt venstreforskjøvet i form av «gråblåe» flak av umodne forstadier med runde eller noe uregelmessige kjerner og relativt lyst kromatinmønster. Det sees kun få modne granulocytter. Det er ganske mange megakaryocytter med tildels dysplastiske små monolobære eller frasprengte kjerner. Immunhistokjemisk ekspresjon av både myeloperoksidase (MPO) og lysozym viser at de umodne cellene differensierer i både myeloid og monocyttretning. Andelen CD34-positive umodne forstadier (ekvivalent for blaster) er ca 28% og disse cellene ligger enkeltvis og i grupper. Både de morfologiske og immunhistokjemiske funn er karakteristiske for en akutt myeloid levkemi av type akutt myelomonocyttleukemi som i dette tilfelle sannsynligvis har oppstått på bakgrunn av en myelodysplasi. ", "slide_goal": "Du skal kunne drøfte de histologiske og immunhistokjemiske funn og gjenkjenne dette som en akutt myeloid levkemi.", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-6b.ecw", "(MPO)"], ["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-6c.ecw", "(Lysozym)"], ["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-6d.ecw", "(CD34)"]], "m8_status": "1", "notes": "", "json_name": "Modul 8_m8.json", "slide_n": 6}, "m8_7": {"slide_set": "Småcellet lymfocyttært lymfom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-7a.ecw", "slide_text": "66 år gammel mann med forstørrede lymfeknuter i venstre regio supraclavicularis. Finnålsaspirasjon med cytologisk undersøkelse og flow cytometri har vist B-cellelymfom. Det gjøres lymfeknutebiopsi fra venstre supraklavikulærregion og biopsien sendes til avdeling for patologi med spørmål om histologisk type av lymfom. Studer snittet og beskriv hva du ser. Er lymfeknutens normale arkitektur bevart? Domineres bildet av små eller store lymfoide celler? Ligner disse cellene på cellene i lymfeknuten i kurskasus I-1 (follikulært lymfom) eller på cellene i benmargen i kurskasus I-4 (kronisk lymfatisk leukemi)? ", "slide_comment": "Lymfeknutens normale arkitektur er erstattet av en proliferasjon av tildels konfluerende knuter av overveiende små lymfoide celler med sparsomt cytoplasma og små runde eller litt kantede kjerner med granulert kromatin og av og til synlig nukleol. Noen knuter er litt lysere i sentrum og her sees i tillegg til de små cellene middels store blastpregete celler med lys kjerne og en eller flere nukleoler. Tydelige mantelsoner som i kurskasus I-1 (follikulært lymfom) påvises ikke. Immunhistokjemisk består den neoplastiske populasjonen av PAX5-positive B-celler som i tillegg uttrykker T-celleantigenet CD5. Ekspresjonen av CD5 er svakere enn i de reaktive T-cellene i lymfomet. Funnene er karakteristiske for småcellet lymfocyttært lymfom og representerer lymfeknuteaffeksjon av kronisk lymfatisk levkemi (kurskasus I-4). Begge manifestasjonene kan sees hos én og samme pasient. Derfor har entiteten den offisielle betegnelsen «Kronisk lymfatisk levkemi/småcellet lymfocyttært lymfom». ", "slide_goal": "Du skal kunne drøfte de histologiske og immunhistokjemiske funn og gjenkjenne dette som et småcellet lymfocyttært lymfom i lymfeknute.", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-7b.ecw", "(PAX5)"], ["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-7c.ecw", "(CD5)"]], "m8_status": "1", "notes": "", "json_name": "Modul 8_m8.json", "slide_n": 7}, "m8_8": {"slide_set": "Burkitt lymfom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-8a.ecw", "slide_text": "26 år gammel mann med Leiden mutasjon, for øvrig frisk inntil det aktuelle. Nå har han utviklet raskt voksende lymfeknuter i begge aksiller, på halsen og i lyskene. Han har store muskelsmerter og nedsatt almenntilstand. Det gjøres biopsi fra lymfeknute fra lyske og biopsien sendes til avdeling for patologi med spørsmål om lymfom. Studer snittet og beskriv hva som skiller det aktuelle histologiske bildet fra en normal lymfeknute. Domineres bildet av små eller store lymfoide celler? Ligner disse cellene på cellene i lymfeknuten i kurskasus I-2 (diffust storcellet B-cellelymfom)? ", "slide_comment": "Lymfeknutens normale arkitektur er erstattet av en diffus og ganske ensformet proliferasjon av overveiende middels store lymfoide celler med relativt sparsomt cytoplasma og jevnt store runde eller lett kantede kjerner med lyst småklumpet kromatin og små nukleoler. Det sees tallrike, til dels atypiske mitoser og svært mange apoptotiske kjernerester. Spredte store makrofager med rikelig lyst cytoplasma inneholder fagocytterte kjernerester og gir lesjonen et «stjernehimmel»-preg. Det morfologiske bildet er sterkt suspekt på et aggressivt B-cellelymfom, et Burkitt lymfom. Lymfomcellenes tilhørighet til B-cellelinjen bevises med immunfarging for B-celleantigenet CD20. Tumorcellene i et Burkitt lymfom er B-celler som er derivert fra kimsentre og som derfor uttrykker sterkt CD10, men de er negative for BCL2 slik det ble påvist i det kimsenter-deriverte follikulære lymfomet i kurskasus I-1. Burkitt lymfomer drives av en translokasjon av proto-onkogenet C-MYC og genene for enten tunge eller lette kjeder av immunglobulin [t(8;14), t(2;14), t(14;22)].", "slide_goal": "Du skal kunne drøfte de histologiske og immunhistokjemiske funn og gjenkjenne dette som et Burkitt lymfom. Legg merke til at enkeltcellenes morfologi er svært forskjellig fra det diffust storcellede B-cellelymfomet i kurskasus I-2. ", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-8b.ecw", "(CD20)"], ["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-8c.ecw", "(CD10)"]], "m8_status": "1", "notes": "", "json_name": "Modul 8_m8.json", "slide_n": 8}, "m8_9": {"slide_set": "B-lymfoblastisk lymfom", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-9a.ecw", "slide_text": "69 år gammel kvinne, operert for ca. mammae for 3 år siden. Hun har nå fått påvist pancytopeni. Blodutstryk viser økt forekomst av umodne lymfoide celler. Det gjøres benmargsbiopsi fra crista iliaca og biopsien sendes til avdeling for patologi med spørsmål om levkemi. Studer snittet og beskriv hva som skiller det aktuelle histologiske bildet fra en normal benmarg. Domineres bildet av små eller store celler? Passer cellenes morfologi best med en lymfoid eller myeloid proliferasjon? Ligner disse cellene på cellene i lymfeknuten i kurskasus I-2 (diffust storcellet B-cellelymfom), i benmargen i kurskasus I-6 (akutt myeloid leukemi) eller på cellene i lymfeknuten i testkasus 2? ", "slide_comment": "Benmargen er meget cellerik (ca 90% dekning mot forventet 30% i aktuell alder. Dekning defineres som den arealmessige fortrengning av benmargens fettceller gjennom hematopoietiske og andre celler). Den normale hematopoiesen er sterkt hypoplastisk og erstattet av en proliferasjon av flak og knuter av blastpregete celler med sparsomt cytoplasma og middels store kjerner med fingranulert kromatin og uregelmessige innbukninger av kjernemembranen. Immunhistokjemisk farging viser at cellene ikke er myeloblaster, men CD20-positive B-celler. De uttrykker også terminal deoksynukleotidyl-transferase (Tdt), et kjerneprotein som er aktivert under rearrangeringen av genene for B- og T-cellene antigenreseptorer under modningen av B- og T-celleforstadiene. Derfor er ekspresjonen av dette proteinet karakteristisk (dog ikke spesifikt) for umodne lymfoblaster. Denne markøren utelukker diagnosen diffust storcellet B-cellelymfom (kurkasus I-2) og Burkitt lymfom som begge er derivert fra modne B-cellestadier. ", "slide_goal": "Du skal kunne drøfte de histologiske og immunhistokjemiske funn og gjenkjenne dette som et B-lymfoblastisk lymfom.", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-9b.ecw", "(CD20)"], ["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-9c.ecw", "(Tdt)"]], "m8_status": "1", "notes": "", "json_name": "Modul 8_m8.json", "slide_n": 9}, "m8_10": {"slide_set": "Primær myelofibrose", "slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-10a.ecw", "slide_text": "70 år gammel mann med kronisk obstruktiv lungesykdom. For 10 år siden ble han totalkolektomert pga ulcerøs colitt. Han ble nå innlagt med anemi og fikk etter hvert påvist pancytopeni. Han har siste tiden gått ufrivillig noe ned i vekt. Det gjøres benmargsbiopsi fra crista iliaca og biopsien sendes til avdeling for patologi med spørsmål om malignitet. Studer snittet og beskriv hva som skiller det aktuelle histologiske bildet fra en normal benmarg? Foreligger det en myelo- eller lymfoproliferativ tilstand? Hva er den dominerende celletypen? Hva er forskjellen i histologisk bilde sammenlignet med det i kurskasus I-5 (kronisk myelogen leukemi)? ", "slide_comment": "Benmargen er meget cellerik (50-80% dekning mot forventet 30% i aktuell alder. Dekning defineres som den arealmessige fortrengning av benmargens fettceller gjennom hematopoietiske og andre celler). Erytropoiesen er relativt sett noe hypoplastisk. Bildet domineres av en hyperplastisk myelo- og megakaryopoiese. Myelopoiesen modner helt frem til polymorfkjernete granulocytter. Megakaryopoiesen er sterkt hyperplastisk. Megakaryocyttene ligger i store grupper eller som enkeltceller og inneholder dels bizarre kjerner med hyper- eller hypolobulering. Det er økt fibrose i form av drag av fibroblaster gjennom det hematopoietiske parenchymet. Retikulinfarging a.m. Gomori viser fibrose grad 2 på en skala fra 1-3. Det er ingen økning av CD34-positive blaster (<1%). Både de morfologiske og immunhistokjemiske funn er karakteristiske for en myeloproliferativ neoplasi (MPN) av typen primær myelofibrose, fibrotisk stadium. ", "slide_goal": "Du skal kunne drøfte de histologiske funn og gjenkjenne dette som det karakteristiske bildet ved primær myelofibrose.", "extra_slide_id": [["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-10b.ecw", "(Gomori retikulin)"], ["https://studmed.uio.no/microscope?slide=/uio_pathology/M8-I-10c.ecw", "(CD34)"]], "m8_status": "1", "notes": "", "json_name": "Modul 8_m8.json", "slide_n": 10}}