{
    "m6_1": {
		"slide_set": "High grade intraepithelial lesion (HSIL/CIN3) of the uterine cervix",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c1.ecw",
		"slide_text": "43 years old female with abnormal cervical cytology indicating HSIL at screening test. She was referred to the outpatient clinic, where the diagnosis was confirmed by colposcopy with biopsy and cervical curettage. A conization was performed. ",
		"slide_comment": "Two longitudinal sections from a cervical cone are presented. At the vaginal or distal end, a normal mature appearing non-keratinizing squamous epithelium is covering the surface, while a mucinous epithelium is found in the endocervical/proximal end. Towards the transformation zone, the squamous epithelium becomes increasingly disorganized and atypical, with mitoses throughout all layers. No maturation of the squamous epithelium is seen in these areas. Downgrowth of dysplastic epithelium into cervical glands may be seen. ",
		"slide_goal": "To recognize the the pathological changes of the uterine cervix and understand the importance of the transformation zone in the development of many if these lesions. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 1
    },
    "m6_2": {
		"slide_set": "Condyloma (LSIL/CIN1) of the uterine cervix",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c2.ecw",
		"slide_text": "A 34 years old female with a previous diagnosis of HSIL in a cervical smear showed papillomatous lesions on the portio. Because of suspected dysplasia, biopsies were taken. ",
		"slide_comment": "Several small sections through a thickened, hyperplastic squamous epithelium are seen. In the upper half of the epithelium, vacuolization of the cytoplasm and enlarged, hyperchromatic, irregular nuclei (koilocytosis) are seen. In some cells, two nuclei can be observed. These changes are associated with HPV infection. The basal half of the epithelium is focally disorganized, with larger nuclei above the basal layer, but maturation is seen in the upper half. Small areas show normal epithelium, both squamous and mucinous. ",
		"slide_goal": "You should recognize an ordinary HPV-infection in the squamous epithelium and understand the implications for follow up and treatment, according to the different virus types. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 2
    },
    "m6_3": {
		"slide_set": "Squamous cell carcinoma of the uterine cervix",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c3.ecw",
		"slide_text": "34 years old female with an irregular squamous atypia (ASC-US) by cervical screening test. HSIL was found in a biopsy from the portio and a conization was performed. The finding of a carcinoma with depth 5 mm and longitudinal growth 12 mm (pT1b) in 5 out of 17 sections from the cone was an unsuspected finding. ",
		"slide_comment": "A longitudinal section through the cone is shown. The squamous epithelium is thickened and atypical, with growth deeply into the cervical stroma. Abnormal keratinization is seen both on the surface and in infiltrating areas. The section does not have a free vaginal/distal border. The mucinous epithelium is slightly reactive, but not atypical. Vascular invasion is not seen. ",
		"slide_goal": "You should recognize an invasive growth pattern, understand why this is a squamous cell carcinoma and know the implications of resection margins and vessel invasion. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 3
    },
    "m6_4": {
		"slide_set": "Adenocarcinoma of the uterine cervix, in situ and invasive",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c4.ecw",
		"slide_text": "A 32 years old female presented with spotting at intercourse. Cervical cytology (fluid based cytology) showed atypical glandular epithelium (AGUS). The diagnosis was confirmed by colposcopy, biopsy and cervical curettage, and a conization was performed. ",
		"slide_comment": "A longitudinal section from the cone shows atypical glands, some of which show transition from normal mucinous epithelium to epithelium with enlarged cells with eosinophilic cytoplasm, pseudostratified and hyperchromatic nuclei, several mitotic figures and intestinal type of mucinous cells (goblet cells). Pathologic changes are found throughout the section, reaching the resection margins. The depth of infiltration is suspicious for invasive growth. The resection margins are easily identified by means of the heat-induced artifacts. ",
		"slide_goal": "You should be able to identify atypia in the endocervical epithelium. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 4
    },
    "m6_5": {
        "slide_set": "Endometrium with hyperplasia without atypia",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c5.ecw",
		"slide_text": "48 year old woman with menorrhagia. A pipelle is submitted for examination. ",
		"slide_comment": "An endometrium with enlarged cystic glands is seen. Normal appearing glands are also seen in areas. There is no crowding of glands and no cytologic atypia. Only few mitotic figures are seen and many if the cystic glands show a fallopian tube-type (serous) epithelium, a phenomenon which is a common response to increased estrogen. ",
		"slide_goal": "To achieve knowledge about the different types and stages of hyperplasia of the endometrium. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 5
    },
    "m6_6": {
		"slide_set": "Uterus with intramucosal well differentiated endometrioid adenocarcinoma (Type I)",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c6.ecw",
		"slide_text": "40 years old female with irregular menstrual bleeding during the last 6 months. Curettage showed adenocarcinoma in the endometrium. Admitted to hospital for hysterectomy. ",
		"slide_comment": "Endometrium with tightly packed, atypical glands with only little intervening stroma. Many glands are situated “back to back”, have an irregular form or grow in a cribriform pattern. The epithelium is clearly atypical with loss of polarization, pseudostratification and atypical nuclei. Few mitoses are found. Some glands contain mucous and leukocytes. No infiltration into the myometrium is seen. The basal layer of the glands is intact. ",
		"slide_goal": "To recognize type I endometrial adenocarcinoma and understand its etiology, diagnosis, staging and prognosis. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 6
    },
    "m6_7": {
		"slide_set": "Uterus with high grade adenocarcinoma probably of serous type (Type II)",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c7a.ecw",
		"slide_text": "89 years old female with hypertension and cystocele. Uterine bleeding over several months. Admitted to the outpatient clinic for D&C, followed by hysterectomy. ",
		"slide_comment": "Section through the uterine wall with an infiltrating tumor, extending deeply into the myometrium. In some areas tumor cells grow in solid masses, in other areas atypical glands with scalloped inner surface and hobnailing, as well as papillary structures are found. Tumor cells have high-grade atypia, with nuclei that show considerable pleomorphism and distinct nucleoli. Multiple mitotic figures are seen. ",
		"slide_goal": "To recognize type II endometrial adenocarcinoma and understand its etiology, diagnosis, staging and prognosis. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 7
    },
    "m6_8": {
		"slide_set": "Uterus with serous endometrial intraepithelial carcinoma (SEIC)",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c7b.ecw",
		"slide_text": "77 year old woman with postmenopausal spotting. Ultrasound showed a uterine polypp, which was removed at D&C. ",
		"slide_comment": "The section shows a polyp with several cysts and glands. Peripheral areas of the polyp have endometrial glands with a sylindric epithelium. Atypical changes are found in more central and cystic, atrophic areas. The epithelium of several of the cystically dilated glands have a 'ragged' appearance due to enlarged nuclei protruding 'hob-nail'-like into the lumina. ",
		"slide_goal": "To recognize atrophic changes in the endometrium and the appearance of in-situ changes of serous type. The growth pattern of serous atypia and the biological differences to hormonally driven pre-stages of type I cancers should also be acknowledged. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 8
    },
    "m6_9": {
		"slide_set": "Endometriosis",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c9a.ecw",
		"slide_text": "33 years old female with periodic pain in the area of a scar from a cesarean section. A tumor was found in the abdominal wall, close to the scar The tissue was removed and a section taken for histological examination. ",
		"slide_comment": "You see fat, connective tissue and islands of endometrial tissue, many with dilated glands filled with blood. The glands partly show columnar, partly flattened, cuboidal epithelium. Endometrial stroma with small vessels and hemorrhages are found around the glands. Some smaller stromal areas with no glands are also seen, but all in all, the distribution of gland and stroma is balanced. ",
		"slide_goal": "To recognize displaced endometrium, outside the uterus, and according to location, know the different theories about its origin. You should be able to discuss the most important complications and differential diagnoses. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 9
    },
    "m6_10": {
		"slide_set": "Adenomyosis",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c9b.ecw",
		"slide_text": "A 52 years old woman with meno/metrorrhagia and an enlarged uterus. A leiomyoma was suspected and a supravaginal hysterectomy performed. Grossly, the uterus appeared diffusely enlarged, with a coarse myometrium with small brown dots or cysts in the inner part of the myometrium. No leiomyoma was seen. The section is from the anterior wall. ",
		"slide_comment": "The border between endometrium and myometrium is irregular , with deep extensions of endometrium into the myometrium. Some glands are dilated. There is no hyperplasia or atypia. ",
		"slide_goal": "To recognize displaced endometrium within the uterine wall and understand its implications for disease and possibility of recurrence after endometrial ablations. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 10
    },
    "m6_11": {
		"slide_set": "Uterus with clear cell adenocarcinoma (Type II)",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c7c.ecw",
		"slide_text": "64 years old female with tumor in the uterine corpus. Suspicion of myometrial invasion by MRI. Hysterectomy, bilateral salpingo-oophorectomy and lymphadenectomy. ",
		"slide_comment": "Section through the uterine wall shows an endometrial polyp with development of an adenocarcinoma with cells that have overtly atypical nuclei and clear cytoplasm. Cells have distinct cell borders and line glandular spaces with hobnailing. ",
		"slide_goal": "To recognize type II endometrial adenocarcinoma and understand its etiology, diagnosis, staging and prognosis. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 11
    },
    "m6_12": {
		"slide_set": "Uterus with leiomyoma",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c8a.ecw",
		"slide_text": "57 years old female with chronic pelvic pain and a clinically diagnosed myoma of the uterus. Laparoscopic removal of the uterus. ",
		"slide_comment": "Section through part of a leiomyoma, with smooth muscle fiber bundles, partly in a “criss-cross” pattern. Normal myometrium with less compact strands of muscle fibers is seen in the periphery. There is no atypia of the myocytes in the myoma. ",
		"slide_goal": "To recognize benign leiomyomas as tumors and understand their symptomatology, morphology and treatment. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 12
    },
    "m6_13": {
		"slide_set": "Uterus with leiomyosarcoma",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c8b.ecw",
		"slide_text": "75 years old female diagnosed with a large uterine tumor. Hysterectomy, bilateral salpingo-oophorectomy and appendectomy. An 8 cm tumor at gross examination. ",
		"slide_comment": "Section through an overtly malignant tumor consisting of spindle cells with high-grade atypia and multiple mitotic figures. ",
		"slide_goal": "To recognize the morphology and clinical characteristics, including treatment and prognosis, of uterine leiomyosarcoma. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 13
    },
    "m6_14": {
		"slide_set": "Polycystic ovary",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c11.ecw",
		"slide_text": "39 years old female, undergoing in vitro fertilization (IVF) treatment for infertility. Ultrasonic examination showed bilateral polycystic ovaries. Wedge resection of both ovaries was performed and a section from the left ovary was taken for histological examination. ",
		"slide_comment": "Ovarian wedge resection with multiple cortical cysts. The cysts are composed of granulosa cells. Also present in the ovarian cortex are multiple primordial follicles, more mature follicles and atretic follicles. Corpora lutea or albicantes are not seen. ",
		"slide_goal": "To understand the diagnostic criteria for polycystic ovary, as well, as the etiology, clinical features and treatment of this condition. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 14
    },
    "m6_15": {
		"slide_set": "Ovary with serous cystadenoma",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c12.ecw",
		"slide_text": "73 years old female with a cyst in the right ovary. The cyst and a segment of the uterine tube were removed, and a section was taken for histological examination. By gross examination, the ovary has two thin-walled cysts with serous fluid and smooth surfaces. ",
		"slide_comment": "Section through an adnex shows microscopically a corpus albicans, as well as a cross-section of a fallopian tube. In the ovary, one large and one small cyst can be seen. Flattened or cuboidal serous epithelium is lining the cysts. The epithelium is similar to the one in the fallopian tube. ",
		"slide_goal": "To recognize serous cystadenoma of the ovary. Additionally, to understand the division of epithelial tumors of the ovary by histological type and the degree of malignancy. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 15
    },
    "m6_16": {
		"slide_set": "Ovary with Mucinous cystadenoma",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c13.ecw",
		"slide_text": "33 years old female with a cystic mass in the right ovary. A right-sided oophorectomy was performed. ",
		"slide_comment": "Gross examination shows a multilocular cyst with mucinous content and remains of the fallopian tube. Section through the cyst wall reveals a multilocular tumor with cysts lined by mucinous, columnar epithelium. The epithelium is regular, with no excrescences, and polarized cells with small nuclei. A cross-section of the fallopian tube is also present. Ovarian stroma may be recognized by scattered primordial follicles. ",
		"slide_goal": "To recognize mucinous cystadenoma of the ovary. Additionally, to understand the division of epithelial tumors of the ovary by histological type and the degree of malignancy. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 16
    },
    "m6_17": {
		"slide_set": "Ovary with serous cystadenoma with atypia (serous borderline tumor)",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c15.ecw",
		"slide_text": "55 years old female with a palpable mass in the right flank. Ultrasound showed a large cyst measuring 20x20x16 cm. The cyst and the right ovary were removed. ",
		"slide_comment": "Grossly, a 1.8 kg cyst with a hemorrhagic serous content. The surface was adherent to the omentum. On the inside of the cyst, several excrescences and some larger projections were found. Section from the cyst wall with excrescences shows microscopically a thick, fibrous cyst wall. Areas of the cyst surface are covered mainly with simple cuboidal epithelium, but columnar epithelium of the serous type is also seen. In some areas, the epithelium is flattened. Papillary growth with a pseudostratified epithelium and varying degree of nuclear atypia is also found. Tumor infiltration into the stroma is not seen. ",
		"slide_goal": "To recognize borderline serous tumor of the ovary. Additionally, to understand the division of epithelial tumors of the ovary by histological type and the degree of malignancy, as well as the potential of borderline tumors to become adenocarcinomas. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 17
    },
    "m6_18": {
		"slide_set": "Ovary with serous adenocarcinoma high grade",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c16.ecw",
		"slide_text": "63 years old female with an abdominal tumor and large-volume ascites, discovered incidentally. Salpingo-oophorectomy and resection of part of the omentum majus. ",
		"slide_comment": "By gross examination, the ovary contains a partitioned cystic tumor, approximately 10 cm in diameter and weighing 250 g. Papillary projections were present on the ovarian surface. Section from the ovary shows tumor growth in the stroma and on the surface. The tumor has a partially papillary growth on the surface, with pseudostratified epithelium with many mitoses and significant atypia. In the stroma, the tumor grows with a more solid pattern. Cells have overt atypia and multiple mitotic figures, some atypical. Incidental findings are benign cysts in the ovarian stroma. ",
		"slide_goal": "To recognize high-grade serous adenocarcinoma and understand its clinical significance and differences from low-grade serous adenocarcinoma. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 18
    },
    "m6_19": {
		"slide_set": "Ovary with Brenner tumor",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c18.ecw",
		"slide_text": "58 years old woman who previously underwent hysterectomy. A cystic tumor of the right ovary was detected by CT. Bilateral salpingo-oophorectomy was performed. ",
		"slide_comment": "Gross appearance: the right ovary consisted of a large (20x10x10 cm) multilocular serous lesion, grossly diagnosed as a cystadenoma. An enlarged left ovary (7x4x4 cm) with a yellow to white cut was also found. A section from the left ovary was taken for histopathological examination. Microscopy: groups and strands of epithelial cells in an abundant, fibrous stroma. Some of the epithelial cell nests have lumina with eosinophilic material or mucin. The majority of epithelial cells are polygonal and pale with oval nuclei, some of which have a central longitudinal groove. Areas with calcification (blue areas) are found. ",
		"slide_goal": "To recognize Brenner tumor, its association with mucinous tumors and its unclear histogenesis. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 19
    },
    "m6_20": {
		"slide_set": "Ovary with mature teratoma",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c19a.ecw",
		"slide_text": "18 years old female with right-sided abdominal pain. Removal of the right ovary with tumor. No peritoneal gliomatosis was found, and a blood sample proved negative for alpha-fetoprotein (AFP). ",
		"slide_comment": "Grossly, cystically enlarged ovary, 11 cm in diameter. Cross-section showed multiple cavities filled with a gel-like matter. Section from the ovarian tumor. Microscopy: lesion that is partly cystic, with a cavity containing keratin masses and lined with squamous epithelium. Below the epithelium, sebaceous glands and hair follicles are seen. In close proximity, nerve tissue with astrocytes and immature ganglion cells are seen. Retinal cells containing melanin are found in areas with cerebral differentiation. In other areas, differentiation in the direction of smooth muscle tissue and of gastric mucosa, with a foveolar surface and regular oxyntic glands, are also present. ",
		"slide_goal": "To recognize teratoma as a germ cell tumor; To identify its different components; To understand its potential to become malignant. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 20
    },
    "m6_21": {
		"slide_set": "Ovary with immature teratoma",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c19b.ecw",
		"slide_text": "25 years old female with a large (16 cm) tumor in the left ovary. Low volume ascites. No metastases. ",
		"slide_comment": "Grossly, heterogeneous cut section, partly cystic and partly solid. Section from the ovarian tumor. Microscopy: Mature components from all 3 germ layers are seen in the tumor. Additionally, large areas with immature neuroectodermal differentiation are found, some with tubule formation, some solid and recognized as blastemal pattern. The area with immature elements was large, qualifying for grade 3 tumor. ",
		"slide_goal": "To recognize immature teratoma as a germ cell tumor; To identify its different components; To understand the clinical significance of malignant transformation in terms of metastasis, treatment and prognosis. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 21
    },
    "m6_22": {
		"slide_set": "Ovary with dysgerminoma",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c19c.ecw",
		"slide_text": "21 years old female with a large tumor in the right ovary. Enlarged para-aortal lymph nodes, metastasis cannot be ruled out. ",
		"slide_comment": "Grossly, 25 cm tumor, weight 1750 g. Cut surface showing solid yellowish tissue. Section from the ovarian tumor. Microscopy: The ovary is diffusely infiltrated by a malignant tumor consisting of dissociated cells with clear cytoplasm and atypical nuclei containing one or more nucleoli. Fibrous septae with lymphocytes are additionally found. There were no other germ cell elements in the tumor. One lymph node was shown to contain small tumor cell groups. ",
		"slide_goal": "To recognize dysgerminoma as a germ cell tumor with similar morphology as its testicular counterpart; To understand its origin from gonadoblastoma; To understand the clinical significance of malignant germ cell tumors in terms of metastasis, treatment and prognosis. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 22
	},
    "m6_23": {
		"slide_set": "Ovary with granulosa cell tumor of adult type",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c20.ecw",
		"slide_text": "55 years old female with endometrioid adenocarcinoma of the uterine corpus, probably well-differentiated, confirmed by curettage. Additionally, chronic lymphocytic leukemia. Hysterectomy, bilateral salpingo-oophorectomy and selective lymphadenectomy. ",
		"slide_comment": "Grossly, thickened endometrium without definitive myometrial infiltration. Both adnexae evaluated as normal by gross examination. Microscopy: A 1.2 cm solid tumor in the right ovary. Tumor cells form pseudo-rosettes (Call-Exner bodies). The cells contain moderate amounts of cytoplasm with round to oval nuclei, which in many contain a longitudinal groove (‘coffee-bean’ nuclei). No mitoses are found. ",
		"slide_goal": "To recognize Granulosa cell tumor as a sex cord stromal tumor; To identify Call-Exner bodies; To understand the differential diagnosis of this tumor and its hormone-producing potential; To understand its potential to become malignant. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 23
    },
    "m6_24": {
		"slide_set": "Ovary with corpus luteum cyst",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c10.ecw",
		"slide_text": "During a kidney transplant operation, a cyst was found in the left ovary. The ovary with the cyst was removed. The ovary with the cyst measured approximately 4 cm in diameter and the cyst had a smooth wall. ",
		"slide_comment": "Transverse section from the cyst and ovary. The cyst contains fibrin and a proteinaceous substance. The cyst wall is composed of luteinized granulosa cells, which are rich in cytoplasm and have eccentrically located nuclei and prominent nucleoli. Multiple primordial follicles in a characteristic cortical stroma with a “criss-cross” pattern of connective tissue fibers are seen adjacent to the cyst wall. Follicular cysts of varying size with granulosa cells and underlying theca cell layers are also found. ",
		"slide_goal": "To recognize functional ovarian cysts. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 24
    },
    "m6_25": {
		"slide_set": "Ovary with mucinous cystadenoma with atypia (mucinous borderline tumor)",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c14.ecw",
		"slide_text": "62 years old female with a large cystic tumor in the left ovary. Hysterectomy, bilateral salpingo-oophorectomy, omentectomy and appendectomy. The enlarged ovary weighed 984 g, with a largest diameter of 17 cm.The surface was smooth. The cut section showed partly cystic, partly solid tumor with mucous. ",
		"slide_comment": "Microscopy reveals multiple cystic spaces of variable diameter. The cysts are lined by columnar epithelium with mucin in the cytoplasm. The degree of atypia is variable, with some areas containing atypical cells with overlapping nuclei. ",
		"slide_goal": "To recognize borderline mucinous tumor of the ovary. Additionally, to understand the division of epithelial tumors of the ovary by histological type and the degree of malignancy, as well as the potential of borderline tumors to become adenocarcinomas. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 25
    },
    "m6_26": {
		"slide_set": "Ovary with mucinous adenocarcinoma well differentiated",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c17.ecw",
		"slide_text": "76 years old female with a pelvic tumor, admitted for surgical treatment. Frozen section from the left ovary showed an adenocarcinoma. The uterus, ovaries, and omentum were removed. ",
		"slide_comment": "Grossly, the adnexa contained a large tumor, approximately 8 cm in diameter, most likely originating from the left ovary. Section from the tumor in relation to the left ovary. Microscopically, ovarian stroma with infiltration of an adenocarcinoma with cysts of different sizes, with simple to pseudostratified mucinous epithelium. Cells are atypical. The cysts are filled with mucous, and infiltration into the ovarian stroma is apparent. ",
		"slide_goal": "To recognize mucinous adenocarcinoma and understand its clinical significance and differences from other histotypes of ovarian adenocarcinoma. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 26
    },
    "m6_27": {
		"slide_set": "Ovary with Leydig cell tumor",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c211.ecw",
		"slide_text": "57 years old female with abnormal hair growth and elevated testosterone levels. Clinically, a testosterone-producing ovarian tumor was suspected. Laparoscopy showed an enlarged left ovary, which was removed. ",
		"slide_comment": "Gross appearance: enlarged ovary with a diameter of 5 cm. The ovary had a lumpy surface. Sectioning showed a well demarcated lesion, 1.6 cm in diameter, with a color of light to dark brown. Section from the left ovary. Microscopy reveals ovarian cortex with multiple corpora albicantia and a circumscribed tumor, with cells with a low nuclear/cytoplasmic ratio. The cytoplasm is acidophilic, the nuclei mainly eccentrically located, vesicular and with conspicuous nucleoli. Some cells are multinuclear. No mitoses are seen. ",
		"slide_goal": "To recognize Leydig cell tumor as a sex cord stromal tumor; To understand its hormone-producing potential; To understand its clinical behavior. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 27
    },
    "m6_28": {
		"slide_set": "Tubal pregnancy",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c22.ecw",
		"slide_text": "A 30 years old woman with a positive pregnancy test and abdominal pains. One year earlier, she had been diagnosed with a tubal pregnancy of the right side. An ultrasound confirms the suspicion of a pregnancy in the remaining tube. ",
		"slide_comment": "Two cross sections through a dilated fallopian tube are presented. Immature placental villi with cyto- and syncytiotrophoblasts along and in the fallopian wall are recognized. Fetal remnants are seen. The villi of the fallopian mucosa show fibrosis and adhesions, consistent with an earlier salpingitis. ",
		"slide_goal": "To recognize a normal pregnancy in an abnormal place and understand the possible complications. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 28
    },
    "m6_29": {
		"slide_set": "Molar pregnancy complete hydatiform mole",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c23.ecw",
		"slide_text": "38 years old female, 14 weeks pregnant. Ultrasound showed and 'empty ovum' and changes suspicious of hydatiform mole, and a uterine evacuation of abundant material was performed. At gross inspection, multiple small cysts were recognized. ",
		"slide_comment": "Blood clots and enlarged, irregular and avascular placental villi with considerable hydropic appearance are seen. The trophoblast layer is focally thickened and with numerous syncytiotrophoblasts, randomly distributed along the villous surface. No normal villi with polarized trophoblastic growth and vessels are found. ",
		"slide_goal": "To recognize pathological villi of early pregnancy and have knowledge about the etiology and epidemiology. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 29
    },
    "m6_30": {
		"slide_set": "Choriocarcinoma of the uterus",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c24.ecw",
		"slide_text": "29 years old female with persistent bleeding following a miscarriage. Curettage showed malignant trophoblastic proliferation. The patient was treated with chemotherapy for four months, but a relapse was detected after three months. As a result, the uterus was removed. Grossly, a well demarcated hemorrhagic and necrotic tumor was seen in the isthmus. ",
		"slide_comment": "The section is from the tumor with its relation to the cervical wall. A highly atypical, infiltrating tumor with hemorrhages and necroses is seen. The tumor consists of sheets of trophoblastic cells with one to several nucleoli and well-demarcated cell borders, and scattered, larger syncytial cells with several nuclei and a relatively acidophilic cytoplasm. Mitotic figures are numerous, and some are atypical. ",
		"slide_goal": "To recognize the high grade of atypia and proliferative activity of choriocarcinomas, know about the etiology and risk factors. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 30
    },
    "m6_31": {
		"slide_set": "Immature placenta with villitis due to Toxoplasma infection",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c26.ecw",
		"slide_text": "34 years old female, 13 weeks pregnant. Toxoplasma gondii infection detected. An induced abortion was carried out. ",
		"slide_comment": "Immature placental tissue with increased trophoblastic proliferation is seen. Many villi show fibrosis. Small necroses with neutrophilic infiltration can be seen in scattered villi. Parasites are difficult to find, but are present as small cysts with basophilic (blue) dots. (Immunohistochemical examination with antibodies against toxoplasma gondii identifies scattered parasites more easily.) ",
		"slide_goal": "To recognize blood born infections in the placenta. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 31
    },
    "m6_32": {
		"slide_set": "Placenta with infarction",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c25.ecw",
		"slide_text": "31 years old female admitted to the hospital due to severe preeclampsia in week 30. She was given anti-hypertensive treatment, but three weeks later no fetal sound was audible. The child was small for size but showed no other pathology at autopsy. The placenta showed grossly dark red to brighter, pink or white areas, consistent with fresh end older infarctions, constituting approximately 50% of the tissue. Sections were taken from a pink area and from normal-looking placental tissue. ",
		"slide_comment": "The section through the pinkish area shows a hemorrhagic infarction. Individual cells are difficult to distinguish, but can be recognized as 'ghosts' with necrotic nuclei. A blood clot is blocking a former spiral artery, which appears as an opening in the maternal surface. The intervillous tissue is eosinophilic, with fibrin, erythrocytes and debris. The adjacent placental tissue shows increased amount of terminal villi as a reaction to ischemia ('premature maturation'). ",
		"slide_goal": "To understand the different vascular compartments of the placenta and its different circulation related diseases. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 32
    },
    "m6_33": {
		"slide_set": "Testicular atrophy",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c27.ecw",
		"slide_text": "44 years old male with long-standing left-sided varicocele and diminished size of the left testicle, which was removed. Gross appearance showed a small testicle and a spermatic cord with a substantially dilated vein plexus. ",
		"slide_comment": "The cross section through the testicle reveals strands of atrophic tissue with hyalinized tubules or with seminiferous tubules of reduced caliber and with reduced number of germ cells. In some tubuli haploid cells in the form of round and elongated spermatids, as well as some sperms, are visible. Leydig cell accumulations are seen in the testicular stroma. Part of a dilated plexus pampiniformis can be seen adjacent to the testicle. ",
		"slide_goal": "Recognize the pathological changes in atrophy and have knowledge about the different condition causing atrophy. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 33
    },
    "m6_34": {
		"slide_set": "Testis with a non-seminoma differentiated as a yolk sac tumor",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c28.ecw",
		"slide_text": "39 years old male with a tumor in the right testicle. The gross appearance was of an enlarged testicle weighing more than 100 grams and with an intact capsule. Cross-section showed a dark brown tumor, displacing most of the testicular tissue. ",
		"slide_comment": "The tumor tissue is partly necrotic, consisting of epithelial-like pleomorphic cells, growing in sheets or with gland- like structures. Some papillary structures with central vessels can be seen, indicating differentiation into endodermal sinus tumor. Adjacent to the tumor, atrophic testicular tissue with atypical germ cells with enlarged and hyperchromatic nuclei is found in some tubuli, consistent with in-situ changes. ",
		"slide_goal": "To recognize the malignant germ cell tumor of a seminoma type and understand the different routes of development in germ cell derived tumors in males. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 34
    },
    "m6_35": {
		"slide_set": "Testis with seminoma",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c29.ecw",
		"slide_text": "31 years old male with an enlarged left testicle. Grossly, the tumor tissue showed a homogenously white cut surface. The tunica albuginea appeared intact. ",
		"slide_comment": "The tumor tissue consists of dissociated atypical cells with one or more nucleoli. In the tumor, fibrous strands with lymphocytes are found. Adjacent to the seminoma, atrophic tubuli with no spermatogenesis and atypical germ cells, consistent with in situ changes, are seen. ",
		"slide_goal": "To recognize the malignant germ cell tumor of a seminoma type and understand the different routes of development in germ cell derived tumors in males. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 35
    },
    "m6_36": {
		"slide_set": "Neuroblastoma in adrenal gland",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c30.ecw",
		"slide_text": "A 1 year old boy with failure to thrive. By ultrasound, a circumscribed tumor was discovered in the adrenal gland. No metastases were found after X-ray of the lungs and abdominal MR. The tumor was resected without prior chemotherapy and measured 2.5 cm in diameter. ",
		"slide_comment": "The cortex of the adrenal gland is intact around the tumor, which is situated in the medulla. The tumor nuclei are slightly pleomorphic, lying in an eosinophilic matrix of neuropil, and with a lobular appearance due to small vessels. The typical organization of nuclei in rosettes is seen. Mature ganglion cells are not found. ",
		"slide_goal": "Recognize the tumor, its typical location, origin and diagnostics. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 36
    },
    "m6_37": {
		"slide_set": "Embryonal rhabdomyosarcoma in the nose",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c31.ecw",
		"slide_text": "A 5 years old girl with a 'chronic cold' and difficulty of nose breathing. Examination of the nasal cavity showed a polypoid tumor, protruding from the orifice. ",
		"slide_comment": "Pieces of polypoid (botryoid) tissue covered by squamous epithelium are seen The tumor appears paucicellular, with hypocellular myxoid areas and several vessels. There is increased cellularity around vessels and along the surface (cambium layer). The cells have nuclei with round to oval shape and spindled cytoplasm which is difficult to distinguish, but partly appears eosinophilic. Cross striations are found. An inflammatory reaction with granulocytes complicates the histological picture. ",
		"slide_goal": "Have knowledge about the primitive tumors typical of childhood, the so called small blue cell tumors. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 37
    },
    "m6_38": {
		"slide_set": "Nephroblastoma of the kidney (Wilms tumor)",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c32.ecw",
		"slide_text": "A 2 1/2 years old boy presented with hematuria and abdominal pain. A large tumor was found in the right kidney. Fine-needle aspiration cytology showed malignant cells and the kidney was removed. Grossly, a protruding tumor of 4.5 cm was found in the upper pole, growing into, but not through the capsule. The cut surface showed a solid tumor with yellow to more white areas. ",
		"slide_comment": "The tumor shows the characteristic forms of differentiation: Epithelial structures in the form of sheets and nodules of cells with distinct cytoplasm and gland-like structures; areas of blastematous differentiation with cells with a high nuclear/cytoplasmic ratio, and areas of mesenchymal differentiation with strands of fibroblast like cells. No severe atypia is found. Between the tumor and the adjacent normal kidney tissue is an area of reactive fibrosis. ",
		"slide_goal": "Recognize the typical triphasic pattern of this tumor. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 38
    },
    "m6_39": {
		"slide_set": "Immature lung with respiratory distress syndrome (RDS)",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c33.ecw",
		"slide_text": "A woman went into labor on a boat trip, 29 weeks pregnant. Delivery was performed and the newborn was brought to the next maternity ward by an emergency helicopter. The child weighed 1400 grams and showed labored breathing at arrival in the hospital and respirator treatment was initiated. Despite intensive treatment, the child died from respiratory failure. At autopsy, small collapsed lungs were found. ",
		"slide_comment": "Section taken from one of the lungs shows immature tissue with vessels filled with erythrocytes in the alveolar walls and an atelectatic appearance. Only few of the alveoli contain air, which appears as dilated, cystic areas. The alveoli contain eosinophilic fibrin, which is compressed towards the periphery of the alveoli like 'hyaline membranes'. ",
		"slide_goal": "Recognize the tissue as immature lung tissue and understand the pathophysiology of the development of changes. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 39
    },
    "m6_40": {
		"slide_set": "Cystic renal dysplasia",
		"slide_link": "https://studmed.uio.no/microscope?slide=/uio_pathology/c34.ecw",
		"slide_text": "41 years old woman, 36 weeks pregnant with twins. By ultrasound, one twin was diagnosed with a severe heart malformation and bilaterally enlarged kidneys. The twin died a few hours after birth. At autopsy, the kidneys were enlarged with multiple cysts. The ureters were convoluted and with changing caliber. No stenoses were found. ",
		"slide_comment": "The section from one kidney shows multiple cysts with flattened epithelium. Normal tubules and glomeruli are seen, but the tissue is dominated by immature, loose mesenchyme and tubular structures of varying caliber. Smaller tubules, surrounded by tightly-packed, concentrically oriented connective tissue, can also be seen. ",
		"slide_goal": "Recognize the tissue as a malformed kidney and discuss the probable reasons for the disease. ",
		"extra_slide_id": [],
		"m8_status": "0",
		"notes": "", 
		"json_name": "Modul 6_m6.json", 
		"slide_n": 40
    }
}